[
    {
        "id": 1,
        "nom": "Origine",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_01_origine.png",
            "endroit": {
                "personnalité": {
                    "texte": "Personnalité rayonnante, encline à initier, créer, prendre les devants. L’énergie de départ est disponible, encore fraîche et structurant",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Période de mise en mouvement intérieure. Besoin de poser un cadre sincère pour s’ouvrir à l’autre sans se perdre.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Volonté d’agir ou de commencer un projet. L’élan est là, mais demande à être canalisé pour aboutir.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Phase de lancement ou d’émergence. Capacité à porter un projet, à poser une vision claire.",
                    "meta": ["ouverture"]
                },
                "spirituel": { 
                    "texte": "Impulsion spirituelle en germe. Un début d’éveil, porté par une énergie sincère mais encore fragile.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Blocage créatif ou difficulté à initier. La clarté intérieure est voilée, l’élan premier contrarié.",
                    "meta": ["tension"]
                },
                "affectif": { 
                    "texte": "Doute sur la capacité à s’ouvrir. Un besoin de recul empêche le lien d’émerger pleinement.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Élan présent mais contrarié par un manque de structure ou de confiance. L’initiative est freinée.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Manque d’élan ou de direction. Besoin de retrouver l’alignement avant d’agir.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Perte de repère ou refus d’un éveil naissant. La lumière est là mais inaccessible.",
                    "meta" : ["tension"]
                }
            }
        },
        {
        "id": 2,
        "nom": "Attente",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_2_attente.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne réfléchie, ancrée, capable d'accepter les temps de pause sans les fuir. Elle sait qu’agir trop vite peut mener à l’erreur, et préfère observer, peser les options, laisser mûrir les choses avant d’agir.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation en suspens, marquée par une phase de silence ou de recul. Elle offre le temps nécessaire pour clarifier les sentiments et poser des choix réfléchis.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Des démarches ou projets ralentis par des délais externes. Une période de latence propice à la consolidation des bases avant de franchir une étape.",
                    "meta" : ["seuil"]
                },
                "professionnel": {
                    "texte": "Un moment d’arrêt apparent qui cache une phase d’observation stratégique. Le bon timing est en gestation, prêt à être saisi lorsque les conditions s’aligneront.",
                    "meta" : ["seuil"]
                },
                "spirituel": {
                    "texte": "Une pause bénéfique sur le chemin intérieur. Ce ralentissement permet une prise de hauteur, une intégration plus profonde des enseignements reçus.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne sujette à l’indécision, qui peut se réfugier dans l’immobilité par crainte de l’échec ou du changement. Elle redoute que le mouvement ne provoque plus de désordre que de solutions.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation figée, incapable d’évoluer faute de dialogue ou de remise en question. Le lien reste bloqué tant que chacun campe sur ses positions.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des blocages persistants empêchent les choses d’avancer. L’impatience grandit, mais l’environnement ne répond pas encore aux efforts fournis.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une stagnation prolongée dans le travail, causée par des freins extérieurs ou un manque de décision. Le terrain n’est pas encore prêt pour accueillir le mouvement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un éloignement du centre intérieur. Le chemin semble obscurci par le doute ou le découragement, et la reconnexion demande du temps et du recentrage.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 3,
        "nom": "Expansion",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_3_expansion.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne ouverte, ambitieuse et tournée vers la croissance. Elle possède une vision large, aime créer du lien, développer des projets et explorer de nouveaux horizons avec enthousiasme.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation s’épanouit ou s’ouvre à de nouvelles dimensions. L’amour circule librement, porté par la générosité, la confiance et le désir sincère d’évolution partagée.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Des opportunités concrètes se présentent pour faire croître un projet ou améliorer sa situation matérielle. L’énergie d’abondance est disponible et soutient toute démarche alignée.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une phase d’ascension professionnelle s’amorce. Les talents sont reconnus, les possibilités s’élargissent, et les choix faits aujourd’hui ouvrent des chemins durables.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une conscience en pleine expansion, portée par une lumière intérieure forte. La personne entre dans une phase d’ouverture à des vérités plus vastes et à une sagesse universelle.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne freinée par la peur du changement ou par un manque de foi en son potentiel. Elle se replie sur elle-même, doutant de ses capacités à grandir ou à s’ouvrir pleinement.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation peine à évoluer ou à s’ouvrir. Des blocages dans la communication ou dans l’engagement empêchent l’épanouissement du lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des freins ralentissent la croissance matérielle. Les opportunités semblent hors de portée, soit par manque de ressources, soit par hésitation à agir.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un ralentissement dans la carrière, causé par des choix hésitants ou des circonstances extérieures. La dynamique de progression est suspendue, nécessitant un réajustement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une fermeture intérieure empêche l’élévation. La lumière est voilée, l’élan spirituel affaibli par le doute ou la peur de s’ouvrir à l’inconnu.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 4,
        "nom": "Conflit",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_4_conflit.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne intense, animée d’un fort tempérament qui entre facilement en confrontation avec son environnement. Elle affirme ses positions sans détour, ce qui peut provoquer des tensions fréquentes avec les autres.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation marquée par la tension ou l’opposition. Les émotions sont fortes, parfois violentes, mais peuvent devenir transformatrices si la colère laisse place à la compréhension.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation conflictuelle dans le domaine matériel, où les efforts rencontrent des résistances. C’est un moment de tension, mais aussi de possible dépassement si l’énergie est bien canalisée.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un climat de rivalité ou de pression s’installe dans le travail. La personne est appelée à affirmer sa place sans céder à l’impulsivité, en distinguant ce qui mérite d’être défendu de ce qui peut être lâché.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une crise de positionnement face aux croyances ou aux influences spirituelles extérieures. La personne se heurte à ce qui lui est imposé et cherche sa vérité dans la confrontation.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui évite les confrontations, mais accumule les tensions avec les autres. Elle refoule les désaccords jusqu’à ce que tout explose, souvent de manière soudaine ou disproportionnée.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation où les conflits sont niés ou refoulés, créant une distance émotionnelle difficile à combler. Le silence devient plus destructeur que le désaccord.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des blocages matériels qui semblent insurmontables. La personne se débat sans issue claire, et son énergie s’épuise faute d’une vision plus large.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un environnement de travail tendu, où les tensions latentes ne sont pas exprimées. La communication est rompue, les oppositions deviennent sourdes mais pesantes.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une remise en question profonde face aux cadres spirituels existants. La personne rejette ce qui lui semble faux ou contraignant, au risque de rompre avec son entourage spirituel ou ses repères établis.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 5,
        "nom": "Mensonge",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_5_mensonge.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne habile avec les mots, capable de brouiller les pistes par instinct ou stratégie. Elle avance dans des zones grises, parfois pour se protéger, parfois pour influencer. Sa vérité intérieure reste floue, même pour elle.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation où la confiance est fragilisée par des silences, des non-dits ou des manipulations subtiles. Le lien existe, mais il se construit sur des bases mouvantes.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation où des informations erronées ou cachées compliquent les prises de décision. L’environnement matériel semble instable, marqué par la confusion ou la tromperie.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un climat professionnel marqué par le flou, les rumeurs ou les manipulations. La personne navigue dans un milieu où la vérité est difficile à cerner et où la prudence est essentielle.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une personne en quête, mais détournée de sa propre lumière par des croyances trompeuses ou un refus de voir clair en elle. Le chemin est là, mais obscurci par l’illusion.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui se voile la face ou refuse de reconnaître ce qui dérange. Elle peut aussi être confrontée à une vérité qui s’impose avec brutalité, mettant fin à une illusion.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte" : "Une révélation vient briser un masque dans la relation. Le choc peut être douloureux, mais il ouvre la voie à une possible reconstruction sur des bases plus authentiques.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Des tromperies ou des erreurs sont mises en lumière. Cela peut entraîner des pertes ou des ajustements difficiles, mais nécessaires pour rétablir une stabilité concrète.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un mensonge est démasqué dans le contexte professionnel. La vérité éclate, provoquant tensions et réajustements, mais permettant aussi de repartir sur une base saine.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une période de désillusion qui pousse à remettre en question ses croyances. Le faux tombe, la vérité s’impose. Le réalignement spirituel devient possible, à condition d’accepter de voir clair.",
                    "meta": ["ouverture"]
                }
            }
        },
        {
        "id": 6,
        "nom": "Union",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_6_union.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne chaleureuse, bienveillante et naturellement tournée vers l’autre. Elle cherche l’harmonie dans chaque lien et cultive un équilibre stable entre amour, écoute et partage.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation marquée par l’équilibre, la tendresse et la compréhension mutuelle. Chacun trouve sa place dans une dynamique de soutien, de respect et de croissance partagée.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une période propice aux projets collectifs et aux associations solides. L’union des forces permet d’aboutir à des résultats concrets, durables et justes pour tous.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Des collaborations harmonieuses favorisent la réussite. La coopération sincère, la complémentarité des talents et la vision commune créent un environnement propice à l’épanouissement.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Un moment de profonde connexion avec soi et avec les forces divines. La paix intérieure permet une ouverture spirituelle stable, douce et lumineuse.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne en déséquilibre affectif ou relationnel, fragilisée par une rupture d’harmonie. Elle peine à trouver sa juste place dans ses liens ou à maintenir une paix durable avec les autres.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation perturbée par des tensions ou des malentendus. L’union est fragilisée, et chacun semble s’éloigner de l’autre sans trouver de terrain d’entente.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des divergences dans les partenariats ou les projets communs bloquent les avancées. Le manque de coopération ou la méfiance nuit à la réalisation d’objectifs partagés.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Des tensions surgissent dans le travail d’équipe ou les alliances professionnelles. Les rôles sont flous ou déséquilibrés, et la communication doit être rétablie pour éviter la rupture.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une perte de lien avec sa paix intérieure ou son chemin spirituel. L’harmonie est troublée, et la personne doit se recentrer pour retrouver un axe de confiance et de clarté.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 7,
        "nom": "Discipline",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_7_discipline.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne rigoureuse, persévérante et profondément engagée dans ce qu’elle entreprend. Elle avance avec méthode, sait canaliser ses émotions et se fixe des objectifs élevés qu’elle atteint par la maîtrise et la constance.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation fondée sur l’engagement, la responsabilité et la stabilité. L’amour se construit ici avec sérieux, dans un cadre clair où chacun s’investit avec intégrité.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Des résultats concrets naissent d’un effort soutenu et d’une gestion rigoureuse. La discipline apporte ici la réussite, mais au prix d’un investissement constant.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une personne investie, fiable, capable d’assumer des responsabilités avec sérieux. Son approche structurée lui permet de progresser et d’obtenir la reconnaissance de son travail.",
                    "meta": ["ouverture"]
                },    
                "spirituel": {
                    "texte": "Une quête intérieure marquée par l’endurance et la structure. L’élévation passe par la répétition, la rigueur et la fidélité aux engagements spirituels pris envers soi-même.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne en perte de repères, qui peine à canaliser ses efforts. Elle manque de constance ou de rigueur, ce qui l’empêche de concrétiser ses intentions malgré de bonnes capacités.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation désorganisée ou instable, marquée par un manque d’engagement ou de cadre clair. L’harmonie est fragile si les responsabilités ne sont pas assumées par les deux partenaires.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une gestion instable des ressources ou des projets. Le manque de discipline ou de planification génère des pertes, des oublis ou des opportunités manquées.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une période de flou ou de désordre dans la sphère professionnelle. Les priorités sont mal définies, les résultats décevants, faute d’organisation et de méthode.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une dérive ou une perte de régularité dans la pratique spirituelle. La personne s’éparpille, se coupe de sa progression intérieure et doit retrouver un axe clair pour se recentrer.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 8,
        "nom": "Réveil",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_8_reveil.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne éveillée, ouverte aux transformations et capable de changer de cap avec lucidité. Elle accueille les révélations comme des tremplins vers une compréhension plus vaste d’elle-même.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une prise de conscience éclaire la relation. Des vérités refont surface, transformant les dynamiques affectives et offrant une chance de réajuster le lien sur des bases plus authentiques.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Un changement soudain vient bouleverser les repères, mais révèle de nouvelles possibilités. Ce basculement incite à revoir ses priorités pour avancer avec clarté.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une révélation professionnelle ou un événement inattendu modifie le cours des choses. Cette redirection ouvre la voie à une carrière plus alignée et plus stimulante.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un éveil intérieur profond libère la personne d’anciens schémas. Une vérité essentielle émerge, apportant clarté et réorientation sur le chemin spirituel.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui refuse de voir ce qui doit changer. Elle fuit les signes, s’accroche à de vieux repères, et empêche ainsi l’émergence de sa propre transformation.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation marquée par la confusion ou la dénégation. Les vérités dérangeantes sont ignorées, retardant une mise à jour nécessaire du lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une stagnation persiste à cause d’un refus de changer de stratégie. Les opportunités existent, mais ne sont pas saisies à temps, faute de lucidité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un blocage empêche toute évolution. La personne reste dans une voie qui ne lui correspond plus, par peur de l’inconnu ou refus de voir les signes du changement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une fermeture intérieure bloque l’accès à une nouvelle étape. La vérité spirituelle est voilée par des résistances mentales. Un réalignement est possible, à condition d’accepter de voir autrement.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 9,
        "nom": "Départ",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_9_depart.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en mouvement, tournée vers l’avenir, capable de quitter ce qui ne lui convient plus. Elle avance avec courage vers l’inconnu, portée par un besoin de vérité et de renouvellement.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une séparation ou un changement de dynamique marque un tournant dans la relation. Le lien évolue, se transforme, ou prend fin pour permettre un nouveau départ plus aligné.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un changement concret s’annonce : déménagement, rupture de contrat, fin de projet. Ce départ marque la clôture d’un cycle nécessaire à l’ouverture d’un nouveau.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une transition professionnelle se met en place. Il est temps de quitter une voie, un poste ou un environnement pour suivre un appel plus juste, même si cela demande de sortir de sa zone de confort.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte:": "Une libération intérieure permet de tourner une page. L’ancienne voie spirituelle touche à sa fin, et une nouvelle vérité émerge, plus profonde, plus alignée avec l’essence de l’âme.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne attachée à ce qui est révolu, qui craint l’inconnu ou refuse de lâcher prise. Elle reste figée par peur de perdre ses repères, freinant ainsi son propre cheminement.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation reste bloquée faute d’acceptation du changement. L’un ou les deux partenaires résistent à la séparation ou à l’évolution naturelle du lien, créant une stagnation émotionnelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Le refus de quitter une situation matérielle obsolète empêche tout progrès. Le confort apparent bloque les transformations nécessaires à l’épanouissement.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une peur du changement maintient la personne dans un cadre professionnel qui ne la nourrit plus. La stagnation s’installe, malgré les signes d’un appel vers autre chose.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une résistance freine l’évolution intérieure. L’âme sent l’appel, mais la peur de l’inconnu ou l’attachement à l’ancien bloque le passage vers une nouvelle conscience.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 10,
        "nom": "Appel",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_10_appel.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne inspirée, guidée par une force intérieure claire. Elle ressent profondément qu’elle a un rôle à jouer, et avance avec foi vers ce qu’elle sent juste et aligné.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation évolue sous l’impulsion d’une vision plus haute. Le lien prend un nouveau sens, guidé par des valeurs partagées ou un appel intérieur à grandir ensemble.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une opportunité importante se présente, perçue comme une évidence. L’intuition guide les choix, et les actions s’enracinent dans une direction porteuse et alignée.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une vocation se révèle, ou une voie professionnelle se précise. La personne est appelée à suivre un projet qui résonne profondément avec sa mission de vie.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un moment de révélation spirituelle éclaire le chemin. L’appel intérieur devient impossible à ignorer, et la personne répond avec clarté et engagement à ce qui l’anime en profondeur.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui doute d’elle-même ou de sa voie. Elle perçoit des signes, mais n’ose pas les suivre, par peur de se tromper ou de quitter ce qu’elle connaît.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un désalignement bloque l’évolution du lien. L’un des partenaires refuse d’écouter son cœur ou fuit un engagement pourtant porteur de sens et d’évolution.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des opportunités sont ignorées ou mal comprises. Le manque de clarté intérieure freine les avancées, malgré une guidance subtile présente en arrière-plan.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une confusion règne autour de la direction à prendre. L’appel professionnel existe, mais il est mis en sourdine, par manque de confiance ou par attachement à l’ancien.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La personne refuse de voir ce que son âme lui murmure. Elle est coupée de son axe intérieur, mais la lumière reste disponible, prête à la guider dès qu’elle choisira de s’ouvrir.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 11,
        "nom": "Limite",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_11_limite.png",
            "endroit": {
               "personnalité": {
                    "texte": "Une personne confrontée à de fortes résistances, mais capable d’en faire un terrain d’apprentissage. Elle avance lentement, mais chaque obstacle renforce sa maturité et sa sagesse intérieure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation freinée par des blocages ou des peurs non exprimées. Le lien existe, mais ne peut évoluer qu’à condition d’affronter les limites intérieures ou extérieures qui entravent la confiance.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des contraintes concrètes ralentissent la progression. Le chemin est semé d’obstacles, mais chaque difficulté invite à la patience, à l’adaptation et à la construction sur des bases solides.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une stagnation ou une limite visible dans l’environnement de travail. Ce passage invite à revoir ses objectifs, à repenser sa position et à transformer les freins en leviers d’évolution.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un blocage spirituel empêche l’élan. La voie semble fermée, mais c’est en affrontant cette impasse que la personne découvre un nouveau niveau de profondeur et de solidité intérieure.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui évite les confrontations nécessaires, préférant contourner les difficultés plutôt que de les affronter. Elle risque de passer à côté d’une transformation essentielle.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un allègement des tensions relationnelles semble possible, mais la personne hésite à ouvrir les yeux sur ce qui doit réellement changer dans le lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les contraintes matérielles se desserrent, mais la personne tarde à en tirer parti. L’opportunité de changement est là, mais elle demande de la lucidité et de l’engagement.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Des portes s’ouvrent, mais une forme de passivité freine la progression. La personne sent que les limitations s’effacent, sans oser s’élancer pleinement dans le renouveau.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une phase de libération intérieure est amorcée, mais la conscience n’a pas encore pleinement intégré ce changement. Le processus est en marche, mais demande un recentrage pour s’accomplir.",
                    "meta": ["seuil"]
                }
            }
        },
        {
        "id": 12,
        "nom": "Sagesse",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_12_sagesse.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne réfléchie, posée, en quête de compréhension profonde. Elle sait prendre du recul, observe avec discernement, et agit avec justesse.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation empreinte de maturité, de patience et de respect. Les décisions affectives sont prises avec conscience, dans une volonté d’équilibre et de clarté mutuelle.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les choix sont pesés avec soin. La personne prend le temps d’analyser avant d’agir, ce qui lui permet de poser des bases solides et d’avancer avec lucidité.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une posture professionnelle stable et mesurée. La personne agit avec responsabilité, sait conseiller ou guider, et avance avec une vision claire de ses objectifs.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une compréhension profonde de son chemin spirituel émerge. La personne apprend à lire entre les lignes de la vie, et incarne une sagesse qu’elle applique au quotidien.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne dans le doute ou la confusion, qui agit sans recul. Elle se perd dans ses pensées ou manque de discernement, ce qui affaiblit sa stabilité intérieure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation marquée par un manque de clarté émotionnelle. Les choix affectifs sont flous, mal orientés ou fondés sur des illusions qui empêchent l’évolution du lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des décisions prises sans réflexion ou sans vue d’ensemble. La personne peut manquer de repères, ce qui fragilise ses choix matériels ou financiers.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une direction professionnelle peu claire ou mal définie. Les décisions sont hâtives ou désorganisées, et la personne a besoin de recul pour retrouver une orientation stable.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une perte de repères sur le plan spirituel. L’âme cherche un sens, mais la confusion domine. Le retour à une écoute intérieure sincère est essentiel pour retrouver la voie.",
                    "meta": ["tension"]
                }
            }   
        },
        {
        "id": 13,
        "nom": "Affrontement",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_13_affrontement.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne combative, prête à faire face aux tensions pour se libérer de ce qui l’entrave. Elle agit avec force, parfois dans l’excès, mais son instinct la pousse à provoquer les changements nécessaires.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation sous haute tension, où une confrontation devient inévitable. Ce face-à-face, bien que douloureux, peut libérer ce qui doit l’être et ouvrir la voie à une profonde transformation du lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un conflit concret impose de se positionner fermement. La personne doit faire preuve de courage pour affronter un obstacle ou un désaccord, et avancer malgré les oppositions.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un désaccord ou une rivalité professionnelle éclate. La personne doit défendre sa position avec force, sans perdre de vue l’importance d’un ancrage solide pour transformer cette crise en opportunité.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une lutte intérieure pousse à abandonner les illusions. Le chemin passe par une confrontation directe avec les blocages ou les croyances erronées, afin de renaître sur une base plus vraie.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui refoule sa colère ou qui fuit l’affrontement. Elle accumule tensions et frustrations, ce qui peut provoquer des réactions destructrices ou incontrôlées à long terme.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation figée par le silence ou la peur du conflit. Les tensions non exprimées rongent le lien, empêchant toute évolution saine ou toute libération émotionnelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un problème concret est évité au lieu d’être affronté. Ce refus d’agir ou de trancher empêche toute progression et alourdit la situation.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une tension professionnelle non résolue freine les projets. Le manque de positionnement ou la peur de confronter une situation complexe bloque toute avancée réelle.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un conflit intérieur n’est pas reconnu, ce qui crée une impasse. La personne évite de remettre en question ses fondations spirituelles, bloquant ainsi une possible libération.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 14,
        "nom" : "Perception",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_14_perception.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne vive d’esprit, mais sujette à des jugements biaisés. Elle croit voir clair, mais ses interprétations sont parfois faussées par ses émotions ou ses croyances.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation fragilisée par des malentendus ou des projections erronées. Chacun voit la situation à travers son propre prisme, ce qui complique la compréhension mutuelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des décisions sont influencées par une mauvaise lecture de la réalité. Un doute ou un excès de prudence empêche de percevoir objectivement les faits.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Des tensions professionnelles émergent d’une mauvaise interprétation d’un message ou d’une situation. Une clarification est nécessaire pour éviter des erreurs de jugement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une recherche spirituelle guidée par des perceptions floues ou déformées. La personne confond ses projections mentales avec une vérité intérieure plus profonde.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne enfermée dans ses croyances, incapable de remettre en question sa vision. Elle reste persuadée d’avoir raison, même face à l’évidence contraire.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une incompréhension totale fragilise la relation. L’un des partenaires refuse de voir les choses telles qu’elles sont, ce qui alimente conflits et frustrations.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des erreurs de jugement bloquent les avancées matérielles. La personne agit à partir de données fausses ou mal interprétées, ce qui met en péril ses choix.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une vision altérée de la réalité professionnelle conduit à des malentendus, à une mauvaise communication ou à des décisions mal fondées.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une illusion spirituelle détourne la personne de son véritable chemin. Elle suit une voie fondée sur une mauvaise compréhension ou un refus d’accueillir une vérité inconfortable.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 15,
        "nom": "Compromis",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_15_compromis.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne souple, ouverte et attentive aux besoins de chacun. Elle sait apaiser les tensions en trouvant des accords justes et réalistes.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation retrouve son équilibre grâce à une écoute mutuelle et des concessions sincères. L’harmonie revient là où il y avait distance ou tension.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une solution concrète peut émerger si la personne accepte de s’adapter. La réussite repose sur la négociation et la capacité à réévaluer ses exigences.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un désaccord professionnel peut se résoudre dans l’écoute et la diplomatie. En ajustant ses positions, la personne favorise un climat de travail constructif.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un réajustement intérieur permet à la personne d’unifier des aspects opposés de sa quête. Elle avance avec plus d’acceptation et de cohérence spirituelle.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne rigide, peu disposée à entendre d'autres points de vue. Elle reste campée sur ses positions, ce qui alimente les conflits.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le refus de s’ouvrir ou de céder alimente les tensions. Le dialogue est rompu et la relation reste bloquée par une volonté de ne rien concéder.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une impasse matérielle perdure faute d’accord ou d’adaptation. La réussite nécessite de reconsidérer certains choix ou de revoir ses priorités.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un conflit professionnel stagne en raison d’un manque d’écoute ou d’une opposition trop ferme. La personne risque d’isoler sa position en refusant toute souplesse.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une vision spirituelle figée empêche toute évolution intérieure. L’ouverture à d’autres approches devient nécessaire pour retrouver l’équilibre.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 16,
        "nom": "Structure",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_16_structure.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne structurée et réfléchie. Elle prend le temps de bâtir pas à pas, en veillant à la solidité de chaque fondation avant d’aller plus loin.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation qui se construit lentement mais solidement. La stabilité affective repose ici sur l’engagement, la clarté des intentions et la confiance mutuelle.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Un projet peut réussir s’il s’appuie sur une base bien organisée. La rigueur et la planification sont les clés de la consolidation matérielle.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Le moment est venu de structurer une stratégie à long terme. L’organisation et l’endurance permettront de faire émerger un projet durable et cohérent.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une démarche spirituelle qui gagne à être ancrée dans des rituels et des pratiques régulières. La constance ouvre la voie à un éveil profond et durable.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne instable ou désorganisée, qui a du mal à poser des bases solides. Elle avance sans plan clair, ce qui fragilise ses choix et ses engagements.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation manque de structure ou de sécurité. Sans fondations claires, les émotions se dispersent et le lien s’affaiblit.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un manque de planification ou d’organisation ralentit les progrès. Il est nécessaire de revoir les fondations avant de poursuivre un projet matériel.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un désordre professionnel nuit à l’efficacité. Un projet s’effondre faute de cadre solide. Il est temps de reprendre les choses depuis la base.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une spiritualité flottante, sans ancrage ni continuité. Il faut reconstruire une base saine, en revenant à des pratiques simples et structurées.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 17,
        "nom": "Libération",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_17_liberation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne libre d’esprit, qui ne supporte plus les chaînes intérieures ou extérieures. Elle cherche à se redéfinir et à briser tout ce qui entrave son évolution.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un besoin d’indépendance émotionnelle ou de rupture avec des schémas affectifs oppressants. la personne cherches à sortir d’une dynamique qui t’étouffe, pour te reconnecter à toi-même.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une décision importante te pousse à changer de cap. Il est temps de te détacher de ce qui te limite matériellement, même si cela demande du courage et un effort d’adaptation.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un appel intérieur te pousse à quitter une situation professionnelle figée. Tu ressens un besoin profond de liberté, d’autonomie, et de renouveau dans ta vocation.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un éveil t’invite à sortir des dogmes ou des croyances dépassées. Tu ressens l’élan d’explorer ta propre vérité, en te libérant de toute autorité spirituelle extérieure.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne enfermée dans des croyances ou des habitudes qui l’empêchent d’avancer. Elle ressent un besoin de changement, mais résiste encore à l’élan libérateur.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu restes attaché à une relation ou à une dynamique affective qui te nuit. La peur de l’inconnu t’empêche d’oser la rupture ou la réinvention.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation professionnelle ou financière te contraint, mais tu n’oses pas t’en affranchir. Tu repousses le changement par crainte de perdre un certain confort.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu refuses peut-être de voir qu’un changement est nécessaire dans ta carrière. Cette stagnation freine ton élan vital et éteint peu à peu ton enthousiasme.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu restes figé dans une vision spirituelle rigide. Il est temps d’oser lâcher prise pour retrouver ta propre voie, même si cela signifie remettre en question tout ce que tu croyais.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 18,
        "nom": "Maladie",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_18_maladie.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne traversant une épreuve intérieure ou physique profonde, marquée par l’épuisement ou la fragilité.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation fragilisée par la souffrance ou la détérioration émotionnelle, où un déséquilibre affectif demande à être reconnu.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une période de ralentissement ou de déclin dans les projets ou les finances, causée par une énergie affaiblie ou un obstacle invisible.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un contexte de travail instable, une perte de motivation ou une baisse de performance liée à une épreuve difficile.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un affaiblissement de la vitalité intérieure, traduisant une crise spirituelle ou une perte de repères dans le cheminement.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui évite de reconnaître sa souffrance ou qui refuse d’accueillir les signes de déséquilibre intérieur.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un lien affectif où les tensions sont ignorées, empêchant toute guérison ou évolution.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une amélioration timide dans une situation matérielle, mais des fondations fragiles et un risque de rechute si rien n’est fait.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une reprise progressive après une phase difficile, encore freinée par le refus d’aborder les vrais problèmes.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une période de libération partielle où la confusion spirituelle reste présente malgré une ouverture vers la guérison.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 19,
        "nom": "Présence",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_19_presence.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une énergie intérieure claire et centrée permet de traverser les situations avec intégrité et ouverture. La personne est ancrée dans l’instant et manifeste une lumière intérieure paisible.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une attention sincère portée à la relation permet une connexion authentique et profonde. L’écoute du présent nourrit l’échange et renforce le lien affectif.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les décisions sont prises avec lucidité. Une gestion équilibrée du quotidien permet d’attirer les résultats attendus et de faire fructifier les projets concrets.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "La concentration et la clarté d’esprit offrent une pleine efficacité. Le chemin professionnel s’ouvre lorsque les actions sont posées avec présence et cohérence.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "L’instant présent devient le point d’accès à une conscience éveillée. Une guidance lumineuse émerge lorsque la paix intérieure est retrouvée dans le silence du moment.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Un déséquilibre intérieur maintient l’esprit dans la confusion. Les pensées s’éparpillent, rendant difficile toute forme de stabilité émotionnelle ou mentale.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une absence d’attention ou un repli sur soi altèrent la qualité du lien. La relation manque de présence et d’ancrage dans le réel.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une dispersion mentale empêche de mener les projets à terme. L’énergie n’est pas mobilisée au bon endroit, provoquant retards ou découragement.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "L’incapacité à rester engagé dans les tâches affaiblit l’élan professionnel. L’énergie est diluée dans des préoccupations secondaires ou déconnectées de l’objectif.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une déconnexion au moment présent provoque un éloignement de la vérité intérieure. Il est essentiel de se recentrer pour retrouver clarté et harmonie.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 20,
        "nom": "Equilibre",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_20_equilibre.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne trouve un point d’ancrage intérieur après une phase de déséquilibre. Une lucidité nouvelle émerge, permettant de se recentrer et de retrouver stabilité et cohérence.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une phase de réconciliation apaise les tensions. Les émotions se stabilisent et la relation retrouve un espace de confiance et de compréhension mutuelle.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "La situation se stabilise progressivement. Une meilleure gestion des priorités permet de reconstruire un cadre matériel solide et rassurant.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Les efforts passés commencent à porter leurs fruits. Une phase d’alignement professionnel permet d’avancer avec plus de clarté et de sérénité.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "L’équilibre intérieur se rétablit, favorisant une pratique spirituelle paisible et ancrée. Une vision plus large se déploie, guidée par une sagesse réintégrée.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Un désordre intérieur ou une confusion dans les priorités empêche de trouver un centre stable. Une réorganisation est nécessaire pour retrouver paix et clarté.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une instabilité émotionnelle fragilise la relation. Les échanges manquent de constance et la distance émotionnelle s’installe si rien n’est rééquilibré.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les fondations matérielles sont fragiles ou désalignées. Une période de flottement invite à repenser la gestion des ressources et les objectifs à long terme.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une perte de repères professionnels ou un désengagement progressif freine les avancées. Revenir à l’essentiel permet de remettre les priorités en ordre.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une perte de connexion intérieure provoque un déséquilibre profond. Le chemin spirituel demande à être réajusté dans un cadre stable et concret.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 21,
        "nom": "Prospérité",
        "image" : "https://oracleheka.github.io/oracle_trium/images/heka/heka_21_prosperite.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne rayonne de confiance et récolte les fruits d’un parcours fondé sur l’engagement et la vision. Chaque réussite vient consolider une confiance intérieure profondément enracinée.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "La relation entre dans une phase de plénitude où les échanges sont nourrissants et les attentes mutuelles comblées. L’union repose sur une satisfaction partagée et une croissance conjointe.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les efforts aboutissent à une stabilité concrète. L’abondance se manifeste naturellement dans un cadre réaliste, soutenu par une planification intelligente et une vision claire.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Le succès professionnel est au rendez-vous. Les compétences sont reconnues, et les ambitions trouvent un terrain propice pour s’épanouir pleinement.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une paix intérieure profonde s’installe. La personne entre dans une phase d’alignement complet entre ses aspirations spirituelles et sa réalité vécue.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "La personne traverse une période de doute ou d’insatisfaction malgré les efforts fournis. Le sentiment d’échec appelle à un réalignement avec ses véritables motivations.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation semble stagner ou ne plus nourrir les besoins profonds. Une sensation de vide émotionnel suggère un besoin de clarté et de dialogue sincère.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une instabilité ou un manque d’abondance fragilise la sécurité matérielle. Une révision des priorités s’impose pour retrouver une dynamique constructive.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Le sentiment de stagnation ou d’injustice professionnelle génère frustration et démotivation. Un repositionnement stratégique est nécessaire pour faire évoluer la situation.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La personne se sent coupée de sa source intérieure. Le chemin semble obscurci par des attentes irréalistes ou des blocages non identifiés ; un retour à l’essentiel s’impose.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 22,
        "nom": "Résistance",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_22_resistance.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une grande force intérieure permet de tenir debout malgré les obstacles. L’épreuve en cours renforce la solidité du caractère et forge une détermination inébranlable.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "La relation traverse une tension forte qui demande engagement et loyauté. Le lien peut se renforcer à condition d’affronter les difficultés avec courage et honnêteté.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une lutte prolongée dans la sphère matérielle nécessite une énergie constante. La persévérance est la clé pour franchir les résistances et ouvrir la voie à des résultats concrets.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une phase de tension ou d’obstacle professionnel demande endurance et patience. La réussite ne dépend pas d’un résultat immédiat, mais de la capacité à maintenir l’effort.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "L’âme se confronte à une épreuve qui met à l’épreuve la foi ou les convictions. Cette résistance intérieure fait partie du chemin d’évolution et de fortification de l’esprit.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une fatigue intérieure fragilise la capacité à résister. La lutte actuelle dépasse peut-être les ressources disponibles, et un recentrage devient nécessaire.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "L’usure émotionnelle perturbe l’équilibre relationnel. La résistance devient source de tension, et le lien risque de se rompre sans un ajustement en profondeur.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un blocage matériel ou financier persiste malgré les efforts. La stratégie employée n’est plus adaptée et un changement de cap s’impose pour préserver l’énergie vitale.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La pression ou la frustration professionnelle mine la motivation. Une pause ou une réévaluation peut permettre de sortir d’un cercle épuisant et stérile.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "L’épreuve spirituelle actuelle est vécue comme un enfermement plutôt qu’une opportunité d’évolution. Il est temps d’écouter les signes d’alerte et de réorienter la quête intérieure.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 23,
        "nom": "Doute",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_23_doute.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne cérébrale, introspective, souvent tiraillée entre plusieurs options. Elle possède un esprit analytique affûté, mais son besoin de tout comprendre avant d’agir peut la rendre indécise. Elle doute facilement de ses propres choix et peut se montrer hésitante, voire instable, lorsqu’elle perd confiance en elle. Son entourage peut la percevoir comme prudente, voire distante, car elle se replie souvent sur elle-même pour réfléchir longuement avant toute prise de décision.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un malaise émotionnel persiste en raison de pensées contradictoires ou de sentiments ambivalents. Il est nécessaire de revenir à une écoute sincère pour dissiper les illusions.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les choix pratiques sont brouillés par l’incertitude. Trop d’analyses retardent les décisions et font perdre de vue l’essentiel.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une hésitation professionnelle bloque l’élan. Le doute s’installe, alimenté par un manque de confiance ou de repères solides.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La voie semble égarée sous un excès de questionnements. L’esprit cherche la vérité mais reste piégé dans une boucle mentale.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui retrouve progressivement confiance en son jugement. Elle parvient à dépasser les blocages mentaux et s’affirme avec plus de clarté. Elle reste réfléchie et posée, mais devient plus réceptive à l’intuition et à l’élan spontané. Cette évolution intérieure lui permet de se montrer plus déterminée et de faire preuve de discernement sans sombrer dans l’excès de doute. Elle inspire alors confiance par son calme et sa capacité à faire des choix mesurés.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une décision émotionnelle est enfin possible. Le cœur et l’esprit s’alignent pour sortir d’une période d’instabilité relationnelle.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les nuages se dissipent dans la sphère matérielle. Une décision claire permet de poser les bases d’un progrès tangible.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "L’énergie professionnelle se recentre. Une orientation claire redonne élan et confiance dans les choix à venir.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "La lumière intérieure revient. Les doutes s’estompent, laissant place à une direction spirituelle claire et alignée avec l’essence profonde.",
                    "meta": ["ouverture"]
                }
            }
        },
        {
        "id": 24,
        "nom": "Attachement",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_24_attachement.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne loyale et affectueuse, qui construit ses relations avec constance et bienveillance. L’engagement et la stabilité émotionnelle sont au cœur de son identité.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "La relation repose sur une confiance profonde et un lien sincère. Cet attachement offre sécurité et apaisement, tout en permettant un développement affectif solide.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une sécurité matérielle est soutenue par des relations fiables ou un environnement stable. La stabilité est un socle rassurant, tant que l’autonomie n’est pas sacrifiée.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une relation de travail ou un environnement professionnel stable favorise l’épanouissement. La coopération et la loyauté renforcent les résultats à long terme.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une pratique spirituelle constante nourrit un sentiment de paix intérieure. La connexion à une tradition ou à une voie stable apporte une forme d’harmonie durable.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une dépendance émotionnelle excessive freine l’autonomie et l’initiative personnelle. La peur de la solitude entretient des attachements qui deviennent contraignants.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le lien affectif devient étouffant ou déséquilibré. La relation s’appuie trop sur une forme de dépendance, au détriment de l’équilibre émotionnel.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un attachement excessif aux possessions ou à une situation de confort empêche d’évoluer. La peur de perdre freine les choix nécessaires au bien-être réel.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La stabilité professionnelle se transforme en prison. Rester dans une position par attachement bloque l’épanouissement et l’ouverture à de nouvelles possibilités.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un attachement rigide à des croyances ou à des rituels empêche la progression intérieure. Il devient nécessaire de se libérer des cadres figés pour retrouver une foi vivante.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 25,
        "nom": "Patience",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_25_patience.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne réfléchie, capable d’attendre sans céder à la précipitation. Elle fait preuve d’une maturité émotionnelle rare, privilégiant la profondeur à l’instantané. Elle peut parfois sembler distante ou détachée, mais cette retenue cache une grande force intérieure. Elle sait que chaque chose vient à point et préfère bâtir patiemment que brûler les étapes.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un temps d’attente ou de maturation est nécessaire dans la relation. La stabilité affective s’installe lentement, mais solidement. Il est possible que des sentiments profonds se développent sous la surface, demandant à être reconnus sans hâte.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                   "texte": "Les efforts passés n’ont pas encore porté leurs fruits, mais ils préparent un terrain fertile. La prudence dans les décisions financières est encouragée. La stabilité matérielle se construit à travers la constance.",
                   "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un projet professionnel progresse lentement, mais sûrement. Il est conseillé de ne pas forcer les résultats et de faire preuve de persévérance. La rigueur portera ses fruits à long terme.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Le chemin intérieur demande du temps et de la régularité. L’éveil spirituel est en cours, même s’il ne se manifeste pas encore pleinement. Une progression stable est plus précieuse qu’un saut soudain.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité impatiente, en tension face au temps qui passe. L’agitation intérieure empêche de profiter de l’instant présent. La peur de l’attente peut mener à des décisions précipitées. Sous cette impulsivité se cache un besoin profond de sécurité et de reconnaissance rapide.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une impatience émotionnelle crée des tensions. La relation semble bloquée ou insatisfaisante à cause d’attentes immédiates. Il est conseillé de laisser de l’espace à l’autre et au processus relationnel.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "L’envie de résultats rapides provoque des frustrations. Des efforts non récompensés peuvent être perçus comme des échecs, alors qu’ils mûrissent encore. Un recentrage sur les priorités est nécessaire.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Le sentiment d’enlisement ou de stagnation pousse à vouloir abandonner. Des opportunités peuvent être manquées à cause d’un manque de constance. Il est important de réajuster l’énergie investie sans tout remettre en cause.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un désalignement spirituel provoqué par une quête trop pressante de résultats. L’évolution intérieure est freinée par un besoin de contrôle. Il est essentiel de réapprendre à écouter les silences du chemin.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 26,
        "nom": "Pardon",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_26_pardon.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne compatissante, capable d’embrasser les erreurs passées sans s’y attacher. Elle accorde une grande valeur à l’harmonie, à la réparation, et cherche instinctivement la réconciliation. Elle ne fuit pas la douleur, mais choisit de la transformer en paix. Derrière cette sagesse, on perçoit une force intérieure façonnée par des épreuves profondes. Sa clémence ne vient pas de la faiblesse, mais d’une compréhension élargie des lois de la vie.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une dynamique de réconciliation apaise les tensions. L’amour retrouve de l’espace pour circuler librement. Une blessure se referme, et la relation peut renaître sur des bases plus saines.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une libération intérieure permet de relâcher les crispations liées aux possessions ou aux dettes passées. La sérénité revient par le lâcher-prise sur d’anciens conflits matériels.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un climat de paix est rétabli dans un cadre de travail marqué par des tensions anciennes. La reconnaissance d’erreurs ou l’ouverture au dialogue favorise une nouvelle collaboration constructive.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une étape de guérison intérieure s’accomplit. La personne retrouve un axe plus juste grâce au pardon, qui agit comme un baume sur les blessures de l’âme. Un alignement plus profond devient possible.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité marquée par des blessures non digérées, qui peine à tourner la page. La mémoire du passé alimente un ressentiment persistant. Ce refus de clore les cycles trahit une peur d’être vulnérable, et révèle un attachement inconscient à la douleur comme moyen de défense.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Les rancunes non exprimées creusent une distance entre les cœurs. Un pardon qui tarde enferme la relation dans un cycle de reproches silencieux.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des conflits financiers non résolus entravent la fluidité des décisions. Le besoin de justification ou de réparation bloque l’accès à un apaisement durable.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un différend non digéré continue d’empoisonner le climat de travail. Le manque de reconnaissance ou l’injustice perçue alimente une tension latente.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un fardeau intérieur empêche le lien à la paix profonde. Le pardon refusé crée un brouillard entre l’âme et sa propre lumière. La blessure demande à être accueillie, non pour être effacée, mais pour être transmutée.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 27,
        "nom": "Rupture",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_27_rupture.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne marquée par une expérience de séparation profonde. Elle porte en elle les traces d’un bouleversement qui l’a contrainte à se redéfinir. Ce détachement, douloureux mais nécessaire, l’a poussée à se recentrer. Derrière une apparente fragilité, elle développe une grande lucidité sur ce qui ne peut plus durer. Elle sait reconnaître la fin d’un cycle, même si cette reconnaissance coûte.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une séparation ouvre un passage difficile mais salutaire. La rupture émotionnelle, bien qu’éprouvante, permet de reprendre possession de soi. Une page se tourne.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un effondrement apparent dans les finances ou la sécurité matérielle annonce une réorganisation de fond. Ce détachement permet de reconstruire sur des bases plus alignées.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une coupure nette dans le parcours professionnel interrompt une routine qui ne servait plus. Une nouvelle direction émerge, encore incertaine, mais prometteuse à long terme.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un grand dépouillement intérieur pousse à abandonner les anciens repères spirituels. La perte ouvre l’espace pour une quête plus authentique, libérée des croyances périmées.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité attachée à ce qui doit pourtant être laissé derrière. Le refus de clore un cycle maintient dans l’immobilisme. Une peur du vide empêche de voir que le changement, même brutal, est parfois la seule voie d’évolution.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation ancienne ou douloureuse continue de hanter l’espace du cœur. L’incapacité à rompre le lien empêche la guérison affective.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des attachements persistants à des schémas financiers ou professionnels obsolètes bloquent la progression. Le refus du changement prolonge l’instabilité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une situation de travail devenue stérile continue d’être maintenue artificiellement. Les résistances à la rupture empêchent l’ouverture à de nouvelles opportunités.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Des croyances figées freinent la croissance intérieure. Le refus d’abandonner une voie dépassée bloque l’accès à une compréhension plus vaste de soi.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 28,
        "nom": "Initiation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_28_initiation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en pleine transformation intérieure, prête à franchir un seuil important de conscience. Elle se tient à l’aube d’un cycle nouveau, portée par une énergie de renouveau et un désir d’alignement profond. Elle rayonne d’une clarté nouvelle, soutenue par une volonté solide d’évoluer. Son chemin est marqué par le courage d’embrasser l’inconnu et par une foi instinctive dans la lumière qui guide ses pas.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Un nouveau chapitre s’ouvre dans le domaine affectif. Une rencontre ou une transformation relationnelle invite à une forme d’amour plus consciente et plus authentique.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un projet renaît sous un jour nouveau. L’élan est donné pour entamer une démarche plus alignée avec les aspirations profondes. Un cycle de concrétisation peut débuter.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un changement de cap important s’annonce. Une opportunité nouvelle permet d’exprimer pleinement un potentiel encore latent. La voie s’éclaire.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une ouverture spirituelle profonde se manifeste. L’être franchit une étape intérieure décisive et accède à une compréhension élargie de lui-même et du monde.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité en lutte contre une transformation inévitable. La peur de l’inconnu ou le refus d’abandonner l’ancien freinent l’éveil intérieur. Une tension naît entre l’appel du renouveau et l’attachement au connu.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation stagne ou peine à se renouveler. La difficulté à sortir des anciens schémas empêche une évolution affective profonde.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une hésitation bloque le lancement d’un projet ou la transition vers une situation plus juste. Le doute retarde l’entrée dans un cycle de croissance matérielle.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "L’élan professionnel est freiné par un manque de clarté ou une peur du changement. Un nouveau départ est retardé malgré des signes évidents d’épuisement de l’ancien.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "L’initiation spirituelle reste incomplète. Une résistance intérieure empêche l’accès à une nouvelle vibration de conscience. Le seuil est là, mais encore non franchi.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id":  29,
        "nom": "Solitude",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_29_solitude.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne intérieure, autonome, qui ressent le besoin de se retirer pour mieux se comprendre. Elle cherche à s’extraire du tumulte pour écouter sa propre voix. Elle n’évite pas la solitude : elle l’accueille comme un espace nécessaire à la clarté. Derrière ce silence apparent, une force discrète se construit. Son isolement n’est pas un repli, mais une recherche active de cohérence.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une distance émotionnelle est instaurée pour permettre une meilleure compréhension de soi. Le lien n’est pas rompu, mais mis en pause. Un temps pour discerner ce qui compte réellement.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un recentrage personnel permet de redéfinir les priorités matérielles. L’action se prépare dans le silence, loin de la dispersion. Les décisions seront posées avec lucidité.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                     "texte": "Un besoin de recul se fait sentir. La réflexion en solitaire ouvre la voie à un choix professionnel mûri. Loin des influences extérieures, une direction claire s’affirme.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un moment de retraite spirituelle s’installe. La solitude devient un temple intérieur, où les réponses profondes émergent sans bruit. L’essentiel se révèle dans l’isolement.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité refermée sur elle-même, en lutte avec le lien aux autres. L’isolement devient une fuite, et non un choix. L’évitement empêche la clarté intérieure et freine l’élan vital.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une fermeture émotionnelle bloque la fluidité du lien. L’éloignement devient douloureux, car il ne mène pas à la compréhension, mais à la confusion.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Le sentiment d’agir seul ou sans soutien ralentit l’élan matériel. Le repli bloque les initiatives. Il devient nécessaire de s’ouvrir à d’autres perspectives ou collaborations.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "L’isolement dans le travail devient contre-productif. Le refus d’échanger ou de demander conseil maintient la situation dans l’inertie. Un dialogue est à restaurer.",
                    "meta": ["tension"]
                },
                "spirituel": {
                "texte": "Un brouillard intérieur persiste. Le silence ne nourrit plus, il enferme. La solitude n’est plus une quête, mais un labyrinthe. Un appel à la reconnexion se fait entendre.",
                "meta": ["tension"]
                }
            }
        },
        {
        "id": 30,
        "nom": "Joie",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_30_joie.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne lumineuse, animée par une paix intérieure profonde. Elle sait savourer l’instant présent, trouver de la beauté dans la simplicité, et transmettre naturellement une énergie apaisante. Son bonheur ne dépend pas des circonstances, mais d’un équilibre intérieur qu’elle cultive avec constance. Une force tranquille l’habite, fruit d’une sagesse acquise et d’un regard ouvert sur le monde.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "L’harmonie émotionnelle est au rendez-vous. La relation s’épanouit dans la fluidité, la tendresse et le respect mutuel. Une joie partagée nourrit le lien.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les fruits d’un travail bien mené procurent satisfaction. La stabilité matérielle permet d’apprécier pleinement les bienfaits obtenus. Le plaisir simple d’un équilibre retrouvé.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une phase de reconnaissance ou d’épanouissement s’installe. Les efforts sont récompensés et le plaisir de travailler retrouve sa place. L’élan professionnel s’allie à la satisfaction intérieure.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une clarté intérieure rayonne. Le chemin spirituel devient source de joie pure, sans attente, sans tension. Une connexion profonde s’installe, douce et évidente.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité momentanément éteinte, fatiguée ou vidée de sa lumière intérieure. Le contact avec la joie profonde s’est distendu. Une tension intérieure empêche de savourer l’instant et alimente une insatisfaction persistante.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le lien affectif semble affaibli. Une lassitude ou une distance émotionnelle trouble l’harmonie. Le cœur aspire à retrouver une chaleur qu’il ne perçoit plus.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Le plaisir de créer ou de récolter semble terni. Une frustration face à des résultats jugés insuffisants prend le pas sur la gratitude. Un réajustement des attentes s’impose.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une perte de sens ou de motivation affecte le rapport au travail. L’enthousiasme s’efface au profit d’un sentiment d’inutilité ou de stagnation. Il devient nécessaire de réenchanter l’engagement professionnel.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un vide intérieur empêche la circulation de la paix. L’accès à la joie spirituelle est bloqué par des attentes ou des déceptions. Une reconnexion sincère à l’essentiel s’impose.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 31,
        "nom": "Colère",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_31_colere.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne traversée par une force vive, parfois incontrôlable. Elle ne fuit pas la confrontation et réagit avec intensité lorsqu’elle se sent menacée ou trahie. Sa colère, bien que destructrice si elle n’est pas maîtrisée, est l’expression d’une grande sensibilité blessée. Une énergie puissante réside en elle, capable de renverser l’ordre établi, mais aussi de tout consumer si elle n’est pas dirigée consciemment.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un conflit émotionnel surgit avec force. Une tension accumulée cherche à s’exprimer. L’explosion peut libérer une vérité, mais risque de briser un lien si elle n’est pas canalisée.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation injuste ou bloquée provoque une réaction radicale. La volonté de briser les entraves domine, mais nécessite lucidité pour éviter des pertes irréversibles.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un désaccord éclate au grand jour. Une position est affirmée sans détour. Il devient essentiel de transformer cette colère en moteur d’action stratégique.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un feu intérieur brûle ce qui n’a plus lieu d’être. Une crise spirituelle met en lumière des résistances profondes. La purification passe par la confrontation.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité contenue, qui retient ses émotions jusqu’à l’étouffement. L’expression de la colère est évitée, refoulée ou redirigée contre soi. Une tension permanente gronde sous la surface.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Des blessures non exprimées alimentent une distance silencieuse. La colère tue le lien à petit feu par son absence de parole. Il devient urgent d’ouvrir un espace de vérité.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un sentiment d’impuissance face à l’injustice freine l’action. La frustration enfouie bloque les décisions. Le moment est venu d’oser poser des limites.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un climat de soumission ou de silence pèse sur l’activité. Le besoin de défendre une position est présent, mais reste contenu. Une affirmation claire est nécessaire.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une colère spirituelle étouffée empêche l’élan intérieur. Le refus de reconnaître un désaccord profond avec le chemin en cours freine l’évolution. Il est temps de faire face à ce feu intérieur.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 32,
        "nom": "Isolement",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_32_isolement.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne distante, lucide, plongée dans une phase de retrait volontaire ou subie. Elle observe plus qu’elle ne parle, repliée sur elle-même pour se protéger ou se reconstruire. Ce silence lui permet de trier, de comprendre, de se recentrer. Mais cette coupure prolongée peut devenir un mur si elle oublie de revenir au lien. Une intelligence intérieure vive la guide, mais la solitude qu’elle choisit peut se transformer en oubli d’autrui.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une rupture de communication affecte le lien. Le silence s’est installé, pesant. Le cœur cherche à se faire entendre, mais les mots restent enfermés. Il est temps de renouer doucement.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Les échanges se sont figés dans un projet ou une situation professionnelle. Le besoin de recul est légitime, mais la reconstruction passe par le dialogue et l’ouverture aux autres.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une mise à l’écart, volontaire ou non, freine la dynamique de progression. Le lien avec le collectif est rompu. Un retour à la communication devient essentiel pour reprendre sa place.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une phase de déconnexion spirituelle appelle à un retour intérieur. Le silence est riche d’enseignements, mais ne doit pas couper du vivant. Le lien à soi se restaure dans l’écoute subtile, pas dans l’oubli du monde.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité refermée sur ses blessures, qui évite tout contact de peur d’être blessée. L’isolement devient une carapace, non un refuge. La peur de l’ouverture entretient la coupure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un lien affectif ne peut se reconstruire tant que le silence domine. L’absence de dialogue maintient une séparation douloureuse. Il devient nécessaire de tendre la main, même timidement.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une stagnation s’installe, nourrie par le refus d’échanger ou de demander de l’aide. La progression dépend d’une réouverture au collectif, à l’écoute, au conseil.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Le repli bloque toute évolution. L’isolement ne protège plus, il limite. Il est temps de sortir de sa bulle, d’exprimer ses besoins, de partager ses idées.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un vide intérieur persiste à cause d’un enfermement dans ses propres doutes. Le chemin spirituel est à nouveau accessible, à condition de ne plus avancer seul dans l’ombre.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 33,
        "nom": "Repli",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_33_repli.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne discrète, en retrait temporaire pour mieux se recentrer. Elle ressent le besoin de se protéger, de s’isoler du tumulte pour panser ses émotions. Ce repli n’est pas une fuite, mais une phase de maturation intérieure. Elle puise sa force dans le silence, dans l’écoute intime de ses besoins, et se prépare à renaître avec plus de clarté et de paix.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une mise à distance émotionnelle est nécessaire pour retrouver l’équilibre. La relation traverse un moment de pause intérieure. L’espace laissé au silence permet d’apaiser les tensions.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un temps de recul est pris avant toute décision. La personne choisit de se retirer des obligations extérieures pour mieux redéfinir ses priorités. Le calme prépare le mouvement.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une pause volontaire est amorcée pour repenser l’orientation professionnelle. Ce repli permet de réfléchir, de souffler, et d’envisager une reprise plus alignée.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une retraite intérieure s’impose. Le silence devient un outil de régénération. L’âme se restaure à travers une écoute sensible, loin des sollicitations extérieures.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité repliée sur elle-même, figée dans la peur ou l’épuisement. Le silence devient un refuge clos. Le besoin d’échapper à la douleur bloque tout mouvement vers l’extérieur.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un enfermement émotionnel empêche le lien de circuler. La peur d’être blessé pousse à l’isolement. La communication est rompue, les sentiments ne trouvent plus leur place.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "L’absence de mouvement bloque les avancées. Le refus d’agir ou de s’exposer maintient une stagnation. Il devient nécessaire de sortir de l’attente et de reprendre l’initiative.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un désengagement professionnel limite les perspectives. Le manque d’élan ou de clarté pousse à l’inaction. Le moment est venu de se reconnecter à ses objectifs et de relancer la dynamique.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Le repli intérieur devient un labyrinthe. L’isolement spirituel coupe le lien à la guidance intérieure. Une réouverture douce est nécessaire pour que le chemin redevienne vivant.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 34,
        "nom": "Protection",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_34_protection.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne résiliente, ancrée, qui sait préserver son intégrité face aux épreuves. Elle dégage une force silencieuse, forgée par les épreuves traversées avec dignité. Sa stabilité intérieure repose sur un sens profond des limites. Elle ne se laisse pas facilement envahir, et sait créer un espace de sécurité autour d’elle, autant pour elle-même que pour les autres.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Le lien affectif apporte sécurité et apaisement. La relation se construit sur la confiance, la loyauté, et un sentiment de protection partagée.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Un environnement stable soutient les démarches concrètes. La personne est protégée dans ses choix, entourée de ressources solides. La prudence porte ses fruits.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Le cadre professionnel offre un socle fiable. La stabilité, acquise ou retrouvée, permet de se projeter. Des appuis discrets mais solides sont présents.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Un sentiment d’être guidé et soutenu s’installe. Une protection spirituelle entoure le chemin intérieur. L’épreuve devient terrain de croissance, non de menace.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité en quête de sécurité, mais marquée par la peur ou la méfiance. Le sentiment d’exposition affaiblit l’élan vital. Un besoin de reconstruction intérieure se fait sentir.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation est fragilisée par une perte de confiance. Le lien ne rassure plus, et la personne peut se sentir émotionnellement à découvert. Il est nécessaire de rétablir des bases solides.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une insécurité financière ou une instabilité matérielle génère de l’inquiétude. Des protections doivent être renforcées. Le bon réflexe est de structurer, non de céder à la peur.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une vulnérabilité s’installe dans l’environnement de travail. Le manque de soutien se fait sentir. Il devient urgent de sécuriser sa position ou de clarifier ses alliances.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un doute profond fragilise le lien au divin. L’impression d’être seul face à l’épreuve domine. La foi vacille, mais un appel intérieur persiste : reconnecter, même en silence.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 35,
        "nom": "Désert",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_35_desert.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en retrait, confrontée à une phase de vide apparent. Elle traverse un espace intérieur dépouillé, où rien ne semble se mouvoir, mais où se prépare une métamorphose profonde. Son silence n’est pas un renoncement : c’est un terrain d’épreuve, une lente maturation. Elle tient bon, même si la lumière lui semble lointaine.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une distance émotionnelle s’est installée. Le lien semble suspendu, sans chaleur ni réponse. C’est un temps de recul nécessaire pour redéfinir les besoins affectifs essentiels.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "La stagnation est palpable. Les résultats tardent à venir. Le temps invite à la sobriété, à l’ajustement, à une forme de patience lucide.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un projet est à l’arrêt ou peine à se manifester. L’élan doit se reconstruire intérieurement avant toute relance. L’heure n’est pas à l’agitation, mais à la clarification.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                   "texte": "Le chemin semble sec et silencieux. Pourtant, dans ce désert, une vérité se prépare. La guidance ne parle pas, mais elle veille. L’épreuve du vide initie à la profondeur.",
                   "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité figée dans l’inertie. L’isolement devient stérile, l’attente sans but. La perte de repères fragilise la perception de soi. Un appel au réveil intérieur se fait entendre.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une coupure émotionnelle prolongée engendre du désespoir ou de la résignation. Le silence affectif pèse. Il est temps de rouvrir une voie de dialogue.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une impasse est maintenue par peur du changement. L’attente n’apporte plus rien. Le moment est venu de solliciter un regard extérieur ou de poser un acte concret.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un projet laissé à l’abandon ou une procrastination répétée bloquent toute avancée. La remise en mouvement est nécessaire, même par petits pas.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une sensation de vide intérieur domine. La foi vacille, l’inspiration se tarit. Il devient vital de chercher un soutien, un enseignement ou un espace de recentrage pour retrouver un cap.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 36,
        "nom": "Enfermement",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_36_enfermement.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne enfermée dans ses propres schémas, lucide mais paralysée. Elle ressent un profond tiraillement entre la volonté de se libérer et l’angoisse de l’inconnu. Ce blocage intérieur peut naître d’une peur ancienne, d’une loyauté invisible ou d’un conditionnement mental. La force est présente, mais dirigée contre elle-même tant que la conscience ne bascule pas vers l’action.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation agit comme une cage émotionnelle. La dépendance ou le contrôle altèrent la liberté d’aimer. La prise de recul est nécessaire pour discerner les véritables besoins.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation contraignante empêche la fluidité. Des obligations, des engagements ou des peurs freinent la progression. Le changement passe par un choix ferme et réfléchi.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un environnement limitant étouffe le potentiel. La personne s’est enfermée dans une fonction ou un rôle qui ne lui correspond plus. L’émancipation demande du courage.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une prison intérieure bloque l’accès à la lumière. Le poids des croyances, des regrets ou du doute alimente la stagnation. Une libération profonde s’annonce, à condition d’affronter les vérités enfouies.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité consciente de son enfermement mais incapable de rompre le cycle. La lucidité est là, mais l’élan vers le changement reste retenu. Un pas décisif est attendu.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une libération émotionnelle partielle émerge, mais les chaînes du passé persistent. L’attachement aux blessures ou aux illusions freine la sortie d’une relation toxique.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Une ouverture se profile, mais les anciens réflexes de peur ou de retenue empêchent d’en profiter pleinement. Le moment est venu d’oser un mouvement net vers la sortie.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une opportunité de quitter une situation étouffante se présente. Toutefois, l’habitude ou la peur de l’instabilité freinent la décision. Il est temps d’agir avec lucidité.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Le chemin spirituel tente de reprendre forme, mais des croyances limitantes ou une fuite intérieure retardent l’évolution. Une libération spirituelle est possible si le cœur se rouvre pleinement.",
                    "meta": ["seuil"]
                }
            }
        },
        {
        "id": 37,
        "nom": "Guide",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_37_guide.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne éclairée par une force intérieure stable. Elle suit sa route avec foi, même dans l’incertitude. Sa confiance dans la guidance qu’elle reçoit la rend paisible, alignée, disponible à la vie. Elle capte les signes, sait reconnaître les directions justes, et avance avec lucidité et foi mêlées.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un soutien affectif ou spirituel accompagne la relation. Les décisions amoureuses sont prises avec clarté, éclairées par une intuition calme et fiable.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Un alignement intérieur facilite les choix matériels. Des conseils bienvenus, visibles ou discrets, accompagnent les décisions concrètes. Le chemin est balisé.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une aide extérieure ou une inspiration bienveillante soutient la progression. Le cap professionnel est clair. Les initiatives trouvent un appui solide.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "La lumière intérieure grandit. Le chemin spirituel est guidé avec douceur, par des signes, des présences ou des enseignements adaptés. La confiance remplace le doute.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité momentanément déconnectée de son axe. La direction manque, l’intuition semble absente. Le brouillard intérieur appelle à une réouverture du lien spirituel.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une désorientation émotionnelle perturbe la relation. L’élan du cœur se cherche, sans trouver sa voie. Un besoin d’écoute et de clarté s’impose.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les décisions se prennent dans la confusion. Le manque de repères freine les avancées. Il est temps de consulter, de s’aligner, de clarifier ses intentions profondes.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une perte de cap ou un isolement professionnel ralentit les progrès. Le soutien manque, ou n’est pas reconnu. Il devient nécessaire de chercher activement conseil ou accompagnement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une rupture avec le divin ou un égarement intérieur crée un vide spirituel. La guidance semble absente, mais elle n’est qu’étouffée. Une démarche sincère de reconnexion est appelée.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 38,
        "nom": "Pause",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_38_pause.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne prudente, en retrait temporaire. Elle sait s’arrêter quand le rythme devient flou, pour mieux écouter ce qui se joue en profondeur. Cette pause est choisie ou imposée, mais elle devient un moment fertile de réajustement. Elle observe, elle pèse, elle attend le bon moment pour repartir.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un moment de recul affectif permet de mieux comprendre les émotions. Le lien est suspendu, mais pas rompu. La réflexion prépare un choix plus juste.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Les projets avancent lentement. C’est un temps de préparation silencieuse. L’équilibre matériel passe par une réévaluation rigoureuse avant toute relance.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "La carrière marque une pause nécessaire. Ce ralentissement offre l’opportunité d’affiner les objectifs, de revoir les priorités, sans précipitation.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "L’évolution spirituelle entre dans une phase d’observation. Le silence intérieur permet une clarification. Rien ne pousse à l’action, mais tout se transforme doucement.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personnalité figée dans l’indécision. Elle attend trop, repousse l’action, se perd dans une réflexion stérile. Le moment est venu de trancher et d’agir.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation stagne. Le silence s’éternise et devient un poids. L’absence de dialogue ou de choix nuit à l’équilibre affectif. Il faut sortir de l’attente.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un immobilisme affaiblit les fondations. Trop d’hésitations freinent les résultats. Il est temps d’agir avec discernement, sans attendre des conditions idéales.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "L’élan professionnel est ralenti par un manque de clarté ou de courage. La peur de bouger entretient la stagnation. Une décision, même imparfaite, sera plus fertile que l’inaction.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La confusion intérieure se nourrit d’un repli prolongé. Le sens se dilue dans l’attente. Il devient nécessaire de se reconnecter à l’élan spirituel, sans attendre que tout soit parfaitement clair.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 39,
        "nom": "Succès",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_39_succes.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne accomplie, ancrée dans sa valeur. Elle n’a pas brûlé les étapes : elle a construit, appris, ajusté. Son succès est le fruit d’une vision claire et d’un travail constant. Sa force réside dans sa constance et sa capacité à transformer l’effort en croissance tangible.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation épanouie ou une réussite affective se manifeste. L’harmonie est fondée sur des bases solides. Le lien est nourri par des échanges équilibrés et sincères.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "La réussite matérielle est au rendez-vous. Une récompense, une réalisation ou un projet abouti témoigne de la justesse des efforts engagés. L’équilibre est maintenu.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un objectif de carrière est atteint. La reconnaissance est présente, et les projets avancent avec fluidité. La stratégie a porté ses fruits.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une paix intérieure émerge d’un travail spirituel bien mené. La personne ressent un alignement profond entre son être, ses valeurs et son chemin. L’évidence remplace le doute.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne en quête de réussite, mais confrontée à des blocages internes ou des stratégies mal ajustées. L’échec apparent n’est qu’un appel à revoir la direction ou le rythme.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Les attentes affectives ne sont pas comblées. La réussite relationnelle est entravée par des projections ou un déséquilibre. Une mise au point s’impose.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une réussite espérée tarde à se manifester. Des obstacles extérieurs ou des choix mal orientés ralentissent la progression. Il est temps de revoir la trajectoire avec lucidité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Le sentiment d’échec professionnel pèse. Pourtant, tout n’est pas perdu : une nouvelle approche peut transformer la situation. Il faut sortir du perfectionnisme ou de l’attentisme.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "L’accomplissement spirituel semble lointain. Un désalignement intérieur freine l’évolution. Revenir à l’essentiel, sans viser la perfection, permet de retrouver le fil.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 40,
        "nom": "Combat",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_40_combat.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en lutte avec elle-même. Elle traverse une période d’affrontement intérieur où chaque décision exige courage. Elle sait que sa vérité ne se révèle qu’au prix de l’épreuve. Sa force ne vient pas d’un élan aveugle, mais d’un engagement profond à ne pas se trahir.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une tension émotionnelle met la relation à l’épreuve. Les vérités refoulées demandent à être entendues. Le conflit n’est pas destructeur s’il mène à une clarté nouvelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un obstacle se dresse dans le quotidien. Il ne peut être contourné, seulement traversé avec détermination. La victoire viendra d’un positionnement ferme, ancré dans la réalité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un rapport de force exige de la lucidité. Il est temps de défendre ses positions, de montrer sa valeur, sans céder à l’impulsivité. L’intelligence stratégique est un atout.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une épreuve spirituelle met à nu les illusions. Ce combat intérieur vise la vérité. Il ne s'agit plus de croire, mais de savoir ce qui est réellement aligné avec l’âme.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne en perte d’élan. Elle s’épuise dans une lutte vaine ou détourne le regard des vrais enjeux. L’heure n’est plus au combat frontal, mais à l’écoute silencieuse.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le conflit devient stérile. L’attachement au combat alimente la douleur. Il faut savoir poser les armes et réévaluer ce que l’on cherche vraiment dans la relation.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les efforts ne portent pas. L’entêtement bloque les résultats. Une révision profonde des objectifs s’impose, même si cela signifie changer de direction.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La confrontation n’est plus utile. L’acharnement épuise et détourne de l’essentiel. Mieux vaut reculer un moment pour reprendre des forces et penser autrement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La foi chancelle, non par faiblesse, mais par fatigue. Le silence intérieur est nécessaire. Ce n’est pas un abandon, mais une invitation à déposer les fardeaux pour voir plus clair.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 41,
        "nom": "Manipulation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_41_manipulation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne influençable, sensible aux discours bien formulés mais parfois trompeurs. Elle peut peiner à discerner la vérité lorsqu’elle est prise dans un flot de paroles ou de pensées confuses. Cette tendance à la mauvaise interprétation peut être exploitée par autrui, ou utilisée par elle-même pour justifier certaines décisions. Derrière cette fragilité mentale, se cache une capacité d’analyse encore endormie, qui demande à être éveillée pour sortir du labyrinthe.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation dans laquelle les mots masquent la réalité. Les intentions réelles sont floues, déformées, ou volontairement tues. Il peut s’agir d’un partenaire manipulateur, ou d’un schéma affectif fondé sur des illusions. Il est temps de chercher la clarté avant que la confiance ne soit irrémédiablement brisée.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Attention aux contrats, engagements ou promesses : les faits sont peut-être maquillés ou volontairement ambigus. Des manipulations subtiles peuvent influencer les choix. Une relecture attentive et une vérification indépendante s’imposent avant de prendre une décision importante.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une communication trouble dans le travail peut créer des malentendus ou des jeux de pouvoir. Quelqu’un peut chercher à déformer la réalité à son avantage. Il faut faire preuve de discernement, garder des traces écrites, et éviter toute réaction impulsive.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Des croyances erronées ou un enseignement biaisé peuvent détourner la personne de sa vérité intérieure. Elle peut être séduite par un discours séduisant mais creux, ou se perdre dans un cheminement spirituel qui la coupe de sa propre clarté. Une pause réflexive est nécessaire pour filtrer ce qui est authentique.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui commence à ouvrir les yeux. Elle prend conscience des manipulations subies, ou de celles qu’elle a exercées. Cette lucidité nouvelle marque un tournant : le besoin de vérité dépasse le besoin de plaire ou de contrôler. Une maturité mentale est en train d’émerger.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "La lumière commence à percer dans une relation trouble. La personne perçoit les jeux d’influence, les non-dits, les fausses promesses. Elle peut enfin prendre du recul et rétablir la vérité dans le lien, ou s’en détacher si la manipulation persiste.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un voile se lève sur une situation financière ou professionnelle embrouillée. Des mensonges ou des erreurs sont dévoilés. Cette révélation permet de reprendre le contrôle et d’avancer avec des bases plus saines. Il est temps de vérifier chaque information.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Des pratiques discutables ou des intentions cachées sont révélées. La personne comprend mieux les enjeux, et peut sortir d’une position de faiblesse. Elle est invitée à poser des limites claires et à renforcer son intégrité dans son environnement de travail.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "La vérité spirituelle refait surface après une phase de confusion. Des croyances erronées tombent, laissant place à une quête plus lucide et plus personnelle. L’heure est à la réconciliation avec l’intuition, et à la libération des influences extérieures mal alignées.",
                    "meta": ["seuil"]
                }
            }
        },
        {
        "id": 42,
        "nom": "Lutte",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_42_lutte.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne traversée par des contradictions intérieures, prise dans un tiraillement entre émotions et raison. Elle éprouve une tension persistante entre ce qu’elle souhaite ressentir et ce qu’elle vit réellement. Cette dissonance émotionnelle peut se manifester par une instabilité affective ou des difficultés à faire des choix clairs. Elle possède néanmoins une capacité de réflexion qui peut l’aider à retrouver l’équilibre.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation marquée par des tensions latentes ou des malentendus persistants. La personne oscille entre le désir d’harmonie et la frustration face à ce qui ne répond pas à ses attentes. Il est nécessaire d’analyser les besoins réels et d’ouvrir un dialogue honnête pour sortir du flou relationnel.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des conflits internes nuisent à la clarté des objectifs matériels. Il peut s’agir d’un désalignement entre les aspirations profondes et les contraintes extérieures. Cette lutte demande un recentrage pour pouvoir faire des choix plus alignés avec les priorités véritables.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une tension se manifeste dans le travail : conflits avec l’entourage professionnel, difficulté à suivre une direction claire, ou insatisfaction persistante. Cette lutte peut être liée à une dualité entre ambition et valeurs personnelles. Il est conseillé de faire un point stratégique pour clarifier les attentes.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une personne en pleine remise en question de son parcours spirituel. Des croyances contradictoires ou une perte de cohérence intérieure peuvent générer un malaise latent. Cette carte invite à une introspection sincère pour retrouver l’axe intérieur qui mène à une paix durable.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une réconciliation intérieure est en cours. Après une période de tiraillements, la personne commence à réunir les fragments épars de son être. Toutefois, certaines tensions restent actives sous la surface et demandent encore de l’attention.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Des désaccords affectifs commencent à se dissiper, mais une vigilance reste nécessaire pour éviter les non-dits. Le climat émotionnel s’apaise peu à peu, laissant place à une compréhension plus juste de ce que chacun peut offrir dans la relation.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Des conflits liés aux choix matériels ou financiers se résolvent. La personne parvient à mieux gérer ses priorités et à se positionner plus sereinement. Cette évolution résulte souvent d’un changement de regard sur ce qui compte vraiment.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une sortie de crise se profile. Les tensions professionnelles s’apaisent ou trouvent une forme de résolution progressive. Il reste essentiel de consolider les bases du dialogue pour éviter un retour aux déséquilibres précédents.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Un équilibre se recrée après une période de doute ou de remise en question. La personne commence à ressentir une cohérence plus grande entre ses choix et ses valeurs spirituelles. Une intégration intérieure est en marche.",
                    "meta": ["seuil"]
                }
            }
        },
        {
        "id": 43,
        "nom": "Méditation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_43_meditation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne réfléchie, capable de prendre du recul avant d’agir. Elle traverse une phase de concentration intérieure, propice à l’introspection et à l’analyse lucide des situations. Son besoin de calme intérieur la pousse à peser ses choix avec prudence.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une période de pause affective, choisie ou subie, durant laquelle la personne prend le temps de réfléchir à ses besoins et à ses sentiments. Ce moment d’introspection permet de clarifier ce qui est essentiel dans la relation.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un ralentissement nécessaire dans les projets matériels ou financiers. La personne est invitée à réévaluer ses priorités, à planifier avec sagesse, et à ne pas se laisser emporter par l’empressement. C’est une phase de réflexion stratégique.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un moment favorable à l’évaluation des orientations professionnelles. La personne analyse ses options, ajuste ses objectifs et se prépare à agir avec discernement. La réflexion précède l’action.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une étape d’introspection spirituelle où le silence intérieur devient source de clarté. La personne est appelée à méditer, à ralentir, et à écouter la voix intérieure qui guide vers l’équilibre et la maturité spirituelle.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne agitée, dispersée ou trop réactive, qui refuse de prendre le temps de réfléchir en profondeur. Son impulsivité ou son manque d’introspection la conduit à prendre des décisions hâtives.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation affective marquée par un manque de recul ou d’analyse émotionnelle. Des décisions précipitées ou des mots mal choisis peuvent créer des tensions. Il est nécessaire de se recentrer avant d’agir.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des décisions matérielles prises trop rapidement, sans planification. La personne risque d’ignorer des détails importants ou de répéter des erreurs par manque de réflexion. La prudence est de mise.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une désorganisation ou un manque de stratégie dans le domaine professionnel. La personne avance sans cap clair, ce qui peut entraîner des complications. Il est urgent de faire une pause pour réévaluer la direction prise.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une perte de contact avec la sagesse intérieure. La personne se laisse distraire par l’extérieur ou fuit la méditation. Ce déséquilibre l’éloigne de son centre spirituel. Un retour au calme est essentiel pour retrouver l’alignement.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 44,
        "nom": "Oasis",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_44_oasis.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en phase de récupération intérieure, qui retrouve peu à peu la paix après des épreuves. Elle fait preuve de sagesse en prenant le temps de se régénérer avant de repartir. Sa force réside dans sa capacité à se reconstruire avec douceur.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation entre dans une phase de guérison. La personne retrouve un apaisement émotionnel et accueille à nouveau l’harmonie après une période de tension. Les liens se reforment sur des bases plus saines.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Après des instabilités, une période de calme s’installe. La personne peut se recentrer sur ses besoins réels et consolider ses acquis. Elle retrouve un équilibre qui lui permet de mieux gérer ses ressources.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un moment de pause bénéfique dans la vie professionnelle. La personne se donne le droit de souffler, de réfléchir, et d’envisager la suite avec plus de clarté. Elle retrouve son énergie avant un nouveau cycle.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "La personne traverse une phase de renouveau intérieur. Elle retrouve la paix de l’âme, se reconnecte à sa source, et sent que son chemin reprend sens. L’équilibre revient avec douceur et profondeur.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne épuisée, qui peine à se reconstruire après une période difficile. Elle reste bloquée dans la fatigue ou dans la douleur, sans parvenir à trouver de repos intérieur. Il est nécessaire de s’accorder une vraie pause.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation reste marquée par l’agitation émotionnelle. La personne ne trouve pas le réconfort attendu, et la guérison se fait attendre. Les tensions non résolues freinent le retour à la paix.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un sentiment de blocage persiste dans la gestion des biens ou des projets. La personne se sent limitée dans ses ressources et doit repenser ses priorités pour retrouver un équilibre durable.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un épuisement professionnel ou une perte de sens affecte la motivation. La personne a besoin de se retirer temporairement pour réévaluer son engagement et ses objectifs.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une personne déconnectée de sa paix intérieure, en quête de sens mais sans direction claire. Elle ressent le vide mais n’ose pas encore s’arrêter pour guérir. Il est temps de revenir à soi et de nourrir son monde intérieur.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 45,
        "nom": "Deuil",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_45_deuil.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne marquée par une perte profonde, en pleine transition intérieure. Elle accepte peu à peu ce qui ne peut être changé et apprend à transformer sa douleur en sagesse.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation s’achève, laissant place au chagrin. La personne traverse une phase de séparation émotionnelle, mais cette rupture ouvre la voie à une évolution intérieure.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Une perte matérielle ou un effondrement d’un projet laisse un vide. Cette étape invite la personne à accepter la fin d’un cycle pour reconstruire avec plus de clarté et de justesse.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un parcours professionnel prend fin ou bascule. La personne est appelée à tourner la page avec lucidité et à s’ouvrir à de nouvelles perspectives.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une croyance ou une pratique arrive à son terme. La personne entre dans une phase de dépouillement spirituel, nécessaire à sa croissance intérieure.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui refuse d'accepter une perte et reste figée dans le passé. Ce blocage émotionnel ralentit le processus de guérison.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Un attachement persiste malgré la fin d'une relation. La personne nourrit encore des espoirs ou des illusions qui freinent son apaisement affectif.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "La perte d’une sécurité ou d’un bien matériel reste mal intégrée. La personne s’accroche à ce qui doit pourtant être abandonné pour progresser.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une rupture professionnelle n’a pas été digérée. La personne continue de vivre dans le regret ou la résistance au changement, empêchant toute reconstruction.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un ancien cadre spirituel continue d’occuper l’espace intérieur. La personne résiste à la transformation de ses croyances, ce qui bloque son évolution.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 46,
        "nom": "Beauté",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_46_beaute.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en paix avec elle-même, guidée par l’harmonie intérieure. Elle rayonne naturellement et sait créer autour d’elle un climat de douceur et d’équilibre.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation empreinte de respect, de tendresse et d’esthétique émotionnelle. Les liens sont équilibrés, nourris par l’admiration mutuelle et la joie partagée.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Un environnement harmonieux où la beauté du quotidien est cultivée. Chaque choix matériel s’aligne avec un besoin d’élégance et de sérénité.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une activité ou un projet créatif s’épanouit dans un cadre équilibré. Le travail est soigné, inspiré, et porteur d’un sentiment d’accomplissement esthétique.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Un moment de grâce intérieure, où l’âme s’émerveille de la beauté du monde et du divin. La paix s’installe dans le cœur par la contemplation et l’alignement.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui peine à reconnaître sa propre beauté ou à maintenir son équilibre intérieur. Le regard sur soi est altéré, et la confiance vacille.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation déséquilibrée ou dépourvue d’harmonie. Le lien émotionnel est tendu, marqué par un manque d’appréciation ou de valorisation.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un cadre de vie ou une situation matérielle qui ne nourrit plus l’âme. Le désordre ou la négligence reflète un mal-être intérieur.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un environnement professionnel peu inspirant ou source de frustration. L’énergie créative est bloquée, et l’harmonie dans le travail est rompue.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une perte de connexion avec la beauté du monde ou avec sa propre lumière intérieure. Il est temps de retrouver l’esthétique du cœur et de l’âme.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 47,
        "nom": "Ancrage",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_47_ancrage.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne stable et enracinée, qui avance avec assurance. Elle sait qui elle est, ce qu’elle veut, et construit sa vie sur des fondations solides et apaisantes.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation équilibrée et sécurisante. Les liens sont profonds, nourris par la confiance, la loyauté et une volonté mutuelle de bâtir quelque chose de durable.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une phase de consolidation. Les efforts passés commencent à porter leurs fruits et offrent une base solide pour avancer avec sérénité dans les projets matériels.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une période d’ancrage professionnel. La personne trouve sa place, affirme ses compétences, et bâtit une stabilité durable dans son activité ou sa vocation.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Un ancrage solide entre ciel et terre. La connexion spirituelle est paisible, enracinée dans une pratique régulière qui soutient la croissance intérieure avec équilibre.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne désorientée, en quête de repères. Elle peut se sentir instable, coupée de ses fondations ou incertaine de la direction à prendre.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation instable ou fragile. L’équilibre émotionnel est mis à l’épreuve par des doutes, des peurs ou un manque de sécurité affective.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une instabilité matérielle ou financière empêche l’épanouissement. Il est temps de revoir les fondations et de reconstruire sur des bases solides.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un manque de stabilité dans la sphère professionnelle. La direction n’est pas claire, les changements sont fréquents, et l’engagement est difficile à maintenir.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une déconnexion du présent et un besoin urgent de se réancrer. La pratique spirituelle est dispersée ou absente, ce qui nuit à la paix intérieure.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 48,
        "nom": "Élévation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_48_elevation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en pleine expansion intérieure, portée par un profond besoin d’évolution. Elle dépasse ses anciens schémas et s’ouvre à une conscience élargie, guidée par une sagesse en croissance.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une dynamique relationnelle en pleine transformation. L’amour s’élève au-delà des attachements pour devenir plus libre, plus conscient, fondé sur la compréhension et l’harmonie.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une phase d’ouverture à de nouvelles perspectives matérielles. La personne peut connaître une réussite ou une libération financière, en adoptant une vision plus vaste et confiante de ses ressources.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une ascension professionnelle ou une révélation vocationale. Des opportunités apparaissent, portées par une vision claire et ambitieuse, et soutenues par une énergie d’harmonie et d’expansion.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une percée spirituelle. La personne accède à un nouveau niveau de conscience, libéré des anciens fardeaux. Elle s’élève vers une compréhension plus vaste et universelle de sa place dans le monde.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne empêchée d’évoluer par ses propres limites intérieures. Des blocages, croyances ou attachements anciens freinent l’ouverture de conscience nécessaire à sa progression.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation qui peine à évoluer ou à se transformer. Les blessures passées, les peurs ou les habitudes figées empêchent la croissance du lien affectif ou retardent une libération salutaire.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une stagnation ou un refus de changement dans la gestion matérielle. La personne reste liée à des schémas limitants, qui l’empêchent de progresser et d’accéder à une forme plus libre de prospérité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une difficulté à s’élever ou à se renouveler dans le travail. La peur du changement ou l’attachement à un ancien rôle freinent l’accès à de nouvelles opportunités.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une résistance à l’éveil intérieur. Des croyances figées, une peur de lâcher prise ou une confusion freinent l’ouverture spirituelle. Il est temps de laisser partir les anciennes chaînes pour avancer.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 49,
        "nom": "Fracture",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_49_fracture.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne confrontée à un bouleversement venu de l’extérieur. Elle traverse une épreuve qu’elle n’a pas choisie, mais qui agit comme un catalyseur de transformation intérieure.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une séparation brutale ou imposée bouleverse l’équilibre affectif. La personne est invitée à se reconstruire après un choc relationnel qui redéfinit ses repères émotionnels.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un effondrement matériel ou une perte soudaine, provoquée par des circonstances extérieures. Ce choc, bien que déstabilisant, ouvre la voie à une nouvelle organisation plus alignée.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un changement professionnel forcé ou subi : rupture de contrat, licenciement, conflit. La personne est poussée hors d’une voie figée pour redéfinir son chemin de manière plus juste.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Une cassure spirituelle initiée par un événement extérieur. La personne est confrontée à la chute d’un système de croyance, ouvrant un passage vers une spiritualité plus authentique.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne qui refuse d’intégrer un choc ou une perte venue de l’extérieur. Cette résistance bloque la transformation et enferme dans la douleur passée.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation rompue continue de hanter le cœur. Le refus d’accepter la fin empêche la guérison affective et maintient la personne dans une forme de dépendance invisible.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un refus d’adaptation face à une perte ou un bouleversement matériel. La personne tente de reconstruire sur du passé au lieu d’accueillir une nouvelle base.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une incapacité à accepter une cassure professionnelle. Le refus du changement fige la dynamique de carrière et empêche d’envisager un renouveau constructif.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une rupture spirituelle non intégrée freine l’évolution. La personne s’accroche à des croyances éteintes, refusant de voir ce que l’épreuve est venue révéler.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 50,
        "nom": "Perte",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_50_perte.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne troublée par des pensées contradictoires ou instables. Son esprit perd le fil logique, et elle peine à maintenir la clarté face à un contexte chaotique.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Des incompréhensions récurrentes ou un dialogue rompu provoquent des tensions affectives. L’esprit prend le pas sur le cœur, au risque de créer distance et déséquilibre émotionnel.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des décisions confuses ou désorganisées génèrent des pertes ou des complications. Un manque de stratégie rend la gestion matérielle fragile et instable.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une période de désorientation ou de confusion intellectuelle entrave l’efficacité professionnelle. L'organisation fait défaut et la logique semble s’effondrer.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "L’esprit s’égare dans une quête spirituelle désorganisée ou désalignée. Il est nécessaire de faire le tri parmi les croyances pour retrouver un axe clair et cohérent.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne enfermée dans un cycle mental chaotique. Elle ne parvient pas à sortir de la confusion ni à retrouver la lucidité nécessaire pour avancer sereinement.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Des schémas de communication erronés se répètent. L’incompréhension perdure malgré les efforts, brouillant durablement le lien affectif.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les erreurs se multiplient faute d’analyse lucide. L’instabilité se maintient, faute de prise de recul ou de restructuration des priorités matérielles.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une perte de repères nuit aux décisions professionnelles. L’orientation stratégique devient floue, empêchant tout progrès significatif.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une désorientation spirituelle empêche toute progression intérieure. Tant que la confusion n’est pas reconnue, il reste difficile de se réaligner avec une vérité profonde.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 51,
        "nom": "Réconciliation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_51_reconciliation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne capable de reconnaître ses erreurs et de tendre la main pour apaiser les conflits. Elle cherche l’harmonie, même après la douleur.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un lien peut se réparer si l’écoute, la douceur et l’amour sincère reprennent leur place. Le pardon devient une clé de réouverture du cœur.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les tensions se dissipent dans un projet ou un partenariat. Une issue équilibrée peut émerger grâce à la coopération et à la volonté commune de réparer.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Le climat professionnel s’apaise. Une réconciliation ou une résolution de conflit ramène la sérénité et permet à chacun de retrouver sa juste place.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "La paix revient dans l’âme après un désalignement. Une profonde réconciliation intérieure permet de se reconnecter à sa voie spirituelle.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne enfermée dans ses blessures ou son orgueil. Le refus de pardonner empêche la guérison des relations et freine son propre équilibre.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le lien reste rompu ou bancal, car le pardon n’est pas encore possible. La distance émotionnelle prend le dessus sur le désir de réunification.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Un désaccord matériel ou contractuel persiste. La coopération est freinée par la défiance ou l’incapacité à trouver un terrain d’entente.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Une tension latente empêche une collaboration fluide. La situation professionnelle demande du recul, car l’obstination entretient le conflit.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La paix intérieure est retardée par des conflits non résolus. Le pardon envers soi-même est essentiel pour avancer et retrouver la lumière intérieure.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 52,
        "nom": "Évolution",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_52_evolution.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en pleine transformation, capable de se réinventer avec maturité. Elle avance vers une version plus consciente d’elle-même.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une relation évolue vers plus de compréhension et de maturité. Les schémas anciens laissent place à une dynamique plus saine et équilibrée.",
                    "meta" : ["ouverture"]
                },
                "matériel": {
                    "texte": "Les priorités changent. Une transition s'opère dans la gestion des biens ou des projets, guidée par un besoin de sens et de stabilité.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un nouveau cap se dessine. La personne abandonne ce qui ne lui correspond plus pour suivre une voie plus alignée avec son développement personnel.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Un éveil profond permet de lâcher les croyances figées. La croissance intérieure s'accélère, ouvrant la porte à une compréhension plus vaste de soi et du monde.",
                    "meta" : ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne figée dans des habitudes ou des peurs. Le changement effraie, et la résistance bloque l’évolution intérieure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation tourne en rond, faute d’adaptabilité. Le refus d’évoluer ensemble empêche la naissance d’un lien plus profond.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les anciens schémas de gestion matérielle persistent malgré l’instabilité. Il est temps de lâcher l’ancien pour créer une dynamique plus adaptée.",
                    "meta" : ["tension"]
                },
                "professionnel": {
                    "texte": "La carrière stagne. La personne s’accroche à une voie dépassée, au lieu d’explorer de nouvelles directions porteuses de croissance.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une impasse intérieure freine l’évolution. Les anciennes croyances ne soutiennent plus l’âme ; une ouverture est nécessaire pour avancer.",
                    "meta" : ["tension"]
                }
            }
        },
        {
        "id": 53,
        "nom": "Lumière",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_53_lumiere.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne éclairée par une vérité intérieure. Elle avance avec lucidité et rayonne d’une clarté inspirante pour son entourage.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une révélation dissipe les malentendus. La relation retrouve de la transparence, ouvrant la voie à une communication sincère et apaisée.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une solution jusque-là invisible apparaît. La situation se clarifie, et les décisions peuvent désormais être prises avec confiance.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une direction se révèle. L’intuition et la compréhension se rejoignent pour guider des choix alignés et porteurs de sens.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une lumière intérieure éclaire le chemin. L’éveil est là, subtil mais puissant, et ouvre un accès à une sagesse profonde.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne plongée dans l'incertitude. Elle cherche des réponses, mais les repousse ou se perd dans la confusion intérieure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le flou règne dans la relation. Les intentions ne sont pas claires, et le lien souffre d’un manque de compréhension mutuelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les repères sont instables. La vision des choses est brouillée, et les décisions risquent d’être prises à contretemps.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La voie semble invisible ou inaccessible. Un recul est nécessaire pour retrouver de la lucidité dans les choix de carrière.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une période d'obscurité intérieure trouble la quête. La guidance spirituelle est voilée, mais l’ouverture à la lumière reste possible.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 54,
        "nom": "Neheh",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_54_neheh.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne prête à tourner une page importante. Elle sait que pour avancer, certaines attaches doivent être définitivement rompues.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation prend fin ou se transforme profondément. Ce qui se clôt laisse place à un renouveau plus aligné avec les besoins du moment.",
                    "meta" : ["seuil"]
                },
                "matériel": {
                    "texte": "Un cycle se termine sur le plan matériel. Une perte ou un changement radical ouvre la voie à une nouvelle manière d'aborder les ressources.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Une étape professionnelle se ferme. Ce changement est l’occasion de redéfinir ses ambitions et de repartir sur des bases renouvelées.",
                    "meta" : ["seuil"]
                },
                "spirituel": {
                    "texte": "Une croyance s'efface, un chemin se termine. Cette libération permet l’émergence d’une nouvelle compréhension plus juste et plus profonde.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne attachée au passé. Elle résiste à un changement pourtant inévitable, prolongeant ainsi un cycle qui devrait s’achever.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une rupture n’est pas acceptée. Le lien se maintient artificiellement, freinant toute possibilité de guérison ou de renouveau affectif.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Des schémas dépassés perdurent. L’attachement à ce qui a fait son temps empêche toute évolution matérielle significative.",
                    "meta" : ["tension"]
                },
                "professionnel": {
                    "texte": "La peur du changement fige la progression. Une reconversion ou une rupture professionnelle est refusée, malgré les signaux évidents.",
                    "meta" : ["tension"]
                },
                "spirituel": {
                    "texte": "L’évolution spirituelle est bloquée par une croyance figée. Le chemin ne peut s’ouvrir qu’en acceptant de laisser mourir l’ancien.",
                    "meta" : ["tension"]
                }
            }
        },
        {
        "id": 55,
        "nom": "Vérité",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_55_verite.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est en quête d’une vérité intérieure profonde, forgée dans le silence et l’épreuve. Elle rayonne d’une clarté paisible, sans chercher à convaincre.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "La personne accède à une lucidité affective. Elle perçoit la vérité d’un lien, et s’aligne avec ce que son cœur sait juste, même si cela bouscule les apparences.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "La personne regarde sa situation matérielle avec honnêteté. Ce regard éclairé lui permet de consolider ce qui est stable ou de laisser s’écrouler ce qui ne l’est plus.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "La personne ne peut plus faire semblant. Elle reconnaît sa vraie vocation, ou l’écart entre son travail actuel et sa mission intérieure. Une décision alignée s’impose.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "La personne vit une révélation intérieure. Sa conscience s’ouvre à une lumière née du silence, sans maître ni dogme. Elle sait, car elle s’est reconnue.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "La personne évite de se confronter à sa propre vérité. Elle projette sur l’extérieur ce qu’elle refuse de regarder en elle-même.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La personne maintient un lien basé sur l’illusion ou la peur. Elle refuse de voir une incompatibilité évidente ou une séparation nécessaire.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "La personne s’attache à une construction instable. Elle refuse d’examiner ses choix ou ses engagements avec clarté et discernement.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La personne poursuit une voie qui ne la nourrit plus. Elle ignore ou rejette un appel intérieur qui la pousse vers un changement nécessaire.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La personne s’égare dans des croyances non incarnées. Elle fuit le silence intérieur, là où réside pourtant la vérité qu’elle cherche.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 56,
        "nom": "Incarnation",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_56_incarnation.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne intuitive, en train de redescendre dans la matière. Elle apprend à habiter pleinement son corps et à faire de sa lucidité une force concrète.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Une invitation à vivre l’amour dans le quotidien, avec engagement et présence réelle. Loin des idéaux, c’est un amour qui s’ancre dans les gestes simples.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Il est temps de poser des bases solides. L’ancrage matériel devient nécessaire pour incarner les visions. Le rêve devient réalité par la structure.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "La mission d’âme cherche sa forme concrète. La personne intègre doucement ses élans spirituels dans une activité tangible, au service du monde.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "L’éveil véritable passe par le corps. Cette carte rappelle que l’élévation sans incarnation est stérile. La sagesse est ici, maintenant, dans chaque geste vécu.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une personne désincarnée, qui fuit l’ici et maintenant. Elle peut se sentir perdue, dissociée, ou dans un rejet inconscient de sa propre réalité terrestre.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Relations idéalisées ou fuyantes. L’intimité réelle est évitée. L’amour reste dans l’éther au lieu de s’ancrer dans la relation concrète et vivante.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Instabilité ou négligence dans la gestion matérielle. La personne fuit les contraintes, et les fondations manquent. La carte appelle à la réintégration du quotidien.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Difficulté à trouver ou à assumer sa place dans le monde. Rejet du travail incarné ou confusion sur sa vocation réelle. Nécessité de redonner sens à l’action.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Spiritualité fuyante, abstraite, déconnectée du vécu. La personne fuit le monde sous couvert d’élévation. Le chemin véritable commence par la descente en soi.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 57,
        "nom": "Maîtrise",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_57_maitrise.png",
            "endroit": {
                "personnalité": {
                    "texte": "Cette personne a vécu, traversé, compris. Elle n’est pas dans la théorie, mais dans la parole alignée à l’expérience. Elle dégage une forme d’autorité naturelle, souvent silencieuse, parce qu’elle n’a rien à prouver. Jupiter lui donne la vision. Amon-Rê la force solaire intérieure. Saturne et Osiris veillent à ce qu’elle parle depuis l’ombre traversée, et non depuis l’ego.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Dans les relations, cette carte montre une personne capable d’écouter avec profondeur, de répondre avec sagesse, et de ne pas se précipiter dans le jeu émotionnel. Elle peut aussi guider ou inspirer ceux qu’elle aime, non par domination, mais par stabilité. C’est une carte d’équilibre émotionnel, de présence mature.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "La Maîtrise ici est la gestion lucide des ressources, la mise en place d’une structure concrète après un parcours fait d’essais et d’erreurs. Ce n’est pas la richesse en soi, mais l’abondance canalisée, alignée à l’être. La personne n’est plus dans la dispersion : elle agit avec précision et ancrage.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "La carte peut désigner un guide, un formateur, un artisan expérimenté, ou toute personne dont le métier devient prolongement de son être intérieur. C’est l’indice d’un alignement entre vocation, compétence et maturité. Elle peut aussi annoncer l’accès à une responsabilité supérieure, méritée.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Ici, la Maîtrise représente une intégration spirituelle profonde. La personne n’a plus besoin de chercher : elle est devenue. C’est un état d’incarnation vibratoire, une présence alignée entre ciel et terre. L’enseignement est devenu présence vivante, parole qui élève sans vouloir convaincre.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "La personne est dans une posture de fausse autorité. Elle peut parler sans avoir vécu, se croire arrivée alors qu’elle est encore en chemin. Cela génère un décalage entre le discours et l’être, un manque d’ancrage. Le 5 prend le dessus : trop de mouvement, trop vite, sans intégration.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Dans les relations, cela peut indiquer un déséquilibre de pouvoir, une volonté de contrôler, ou au contraire une fuite de l’engagement réel. La personne peut prétendre à la maturité émotionnelle, sans l’avoir traversée. Cette carte invite à revenir à l’humilité du cœur.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Mauvaise gestion, décisions précipitées, manque de structure. On veut tout trop vite, sans fondation. Cela peut aussi indiquer un projet mal aligné à sa vérité profonde, ou des actions basées sur l’image plutôt que sur l’essence.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Rôle non assumé ou fausse posture. La personne peut se donner une place qui n’est pas encore la sienne. Cela peut être un besoin de reconnaissance prématuré, ou une volonté de diriger sans avoir intégré la responsabilité réelle.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Spiritualité de surface, enseignement prématuré, ou ego spirituel non digéré. Cela peut aussi indiquer une crise de foi, où la personne croit avoir perdu son chemin parce qu’elle n’a pas accepté le retour à l’humilité initiatique. Saturne rappelle : toute vraie élévation commence dans la descente.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 58,
        "nom": "Construction",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_58_construction.png",
            "endroit": {
                "personnalité": {
                    "texte": "Cette personne possède une énergie puissante, un feu intérieur capable de construire, bâtir, transformer durablement. Elle agit avec détermination, mais sait canaliser son élan pour créer dans la durée. Mars lui donne la force, Sekhmet la lucidité. Saturne impose la responsabilité, et Osiris veille à la légitimité de cette puissance.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "En amour, cette carte désigne une personne capable de construire une relation stable, mais pas à n’importe quel prix. Elle agit, elle s’engage, mais elle exige la clarté, l’équilibre et le respect des limites. Elle refuse les jeux de pouvoir ou les dépendances émotionnelles.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Construction concrète d’un projet, d’une situation financière stable, ou d’un nouveau socle de vie. Cette carte annonce une période de structuration intense : investissement, planification, travail sérieux. On sort du rêve : on bâtit.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Professionnellement, c’est une phase où la personne pose les fondations de quelque chose de grand, ou reconstruit après une chute. Elle peut aussi incarner un rôle de bâtisseur, d’organisateur, ou de leader structurant. C’est une carte de solidité, d’initiative maîtrisée, de responsabilité ascendante.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Spirituellement, la carte indique l’incarnation de l’énergie sacrée dans l’action concrète. C’est une carte de discipline initiatique, où l’on comprend que la lumière n’a de valeur que si elle prend forme dans le monde réel. Sekhmet purifie par le feu, Saturne construit dans le temps, Osiris ancre la puissance dans la mémoire du corps.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Personnalité impulsive, agissant sans conscience, parfois destructrice sans le vouloir. Il peut y avoir colère, excès, fuite dans l’action, ou au contraire inertie par peur de mal faire. La personne n’a pas encore intégré la responsabilité de sa propre puissance.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Conflits, impulsivité, ruptures violentes ou rapports de force. La relation est en déséquilibre de pouvoir : on impose, on domine, ou on fuit la co-construction. L’amour est vécu comme territoire à défendre, plutôt que lieu à bâtir ensemble.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Instabilité financière, projets non fondés, éparpillement ou décisions précipitées. Cela peut indiquer un effondrement partiel d’une structure matérielle, nécessitant une reconstruction lente et lucide.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Actions sans stratégie, décisions mal canalisées, ou volonté de tout contrôler sans écouter les autres. Possibilité de burn-out, de conflit d'autorité, ou d'ambition mal orientée. Cette carte appelle à ralentir, réévaluer, réorganiser.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Fuite dans l’action pour éviter le silence intérieur. Colère non intégrée, ou volonté d’“agir pour exister” sans conscience réelle. La puissance devient une fuite, au lieu d’un outil sacré. Sekhmet devient destructrice. Saturne impose la leçon. Osiris se retire.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 59,
        "nom": "Seuil",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_59_seuil.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne se tient dans un moment rare : elle sait que quelque chose est terminé, mais n’a pas encore franchi la porte. Elle est en suspension intérieure, dans une profonde lucidité. Son Verbe se tait. Elle observe, ressent, prépare sa mue. C’est une âme entre deux états, entre deux temps. Thot la soutient dans le silence. Saturne lui montre l’axe. Osiris attend.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Dans les relations, cette carte montre un moment de basculement conscient. La personne peut être à la fin d’un lien, ou à la veille d’un renouveau, mais elle sait que plus rien ne pourra continuer comme avant. Ce n’est pas encore la rupture : c’est le moment de vérité juste avant.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Fin d’un projet, d’un cycle de vie, d’une façon d’agir dans le monde. Tout vacille doucement, et la personne sent qu’elle doit changer, sans encore avoir sauté. C’est le moment où la transformation matérielle est en germe, mais pas encore matérialisée. Temps de bilan, de préparation, de recentrage.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un changement de cap est imminent. Ce n’est plus une idée, c’est une réalité sentie. Cela peut indiquer un désalignement, ou un épuisement d’un ancien rôle, qui prépare un renouveau. C’est encore silencieux, mais tout est déjà en train de se détacher.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Spirituellement, Seuil est une carte d’une rare intensité. C’est le moment avant l’initiation, où l’ego sent qu’il doit mourir, mais n’a pas encore lâché. La personne se tient devant l’abîme, ni dans l’ancien, ni dans le nouveau. Thot garde le silence, Saturne maintient l’équilibre, Osiris prépare la renaissance.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "La personne refuse de voir que tout est fini. Elle s’accroche, retarde l’inévitable, ou fuit la traversée. Cela crée une tension intérieure, une sensation de perte d’identité, ou une confusion profonde. Le Verbe tourne à vide, l’action n’a plus de fondement.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Refus de clore une relation, ou attachement à une dynamique affective mourante. La personne reste dans une histoire, par peur de ce qui viendrait après. Cela peut aussi indiquer un deuil non traversé, ou une séparation en attente.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Blocage dans un projet qui aurait dû se terminer. On s’obstine, on lutte, on maintient artificiellement une structure déjà effondrée intérieurement. Cela peut causer de la fatigue, des pertes, ou une crise financière si le lâcher-prise n’est pas amorcé.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La personne refuse une mutation intérieure nécessaire à son évolution. Elle reste dans un rôle ou un cadre qui ne la nourrit plus, ou n’ose pas franchir le seuil d’un nouvel appel. Cela peut créer une perte de sens, un sabotage inconscient, ou une frustration croissante.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Le plus grand blocage ici : refuser l’initiation. La personne connaît la porte, mais n’ose pas la traverser. Elle tourne en rond dans ses croyances, espère sans agir, ou résiste à la mort symbolique. Saturne impose le silence. Osiris se retire. Thot cesse d’écrire.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 60,
        "nom": "Harmonie",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_60_harmonie.png",
            "endroit": {
                "personnalité": {
                    "texte": "Cette personne est un reflet d’équilibre, une présence qui apaise, qui réunit. Elle porte en elle une douceur tranquille, une sagesse affective, une capacité naturelle à unir sans effort. Vénus rayonne, Hathor offre, Saturne structure cette paix, Osiris l’inscrit dans le temps sacré.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "L’Harmonie en amour est ici simple, profonde, nourrissante. Ce n’est pas une passion, c’est une communion. C’est la carte de l’amour juste, équilibré, sans attente toxique, sans besoin de plus. Les liens sont sains, les cœurs sont ouverts.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Stabilité, confort, équilibre dans les ressources. C’est une carte de paix matérielle, où les besoins essentiels sont comblés sans excès. Le quotidien devient doux, fluide, aligné à l’être.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Travail en accord avec soi. Ambiance sereine. Coopération naturelle. Peut indiquer une place juste dans un collectif, un équilibre entre donner et recevoir, un travail porteur de paix.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Spirituellement, c’est l’alignement cœur-corps-âme. Pas d’ascension, pas de descente : un centre parfait. On n’a plus besoin de chercher : on vibre, on rayonne, on offre. Saturne veille à l’ancrage, Osiris à la mémoire du sacré dans le cœur.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une apparence paisible, mais déséquilibrée à l’intérieur. Recherche d’harmonie sans fondement, fuite du conflit, ou volonté de tout lisser. Cela peut masquer un manque d’ancrage affectif ou une difficulté à dire non.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Fausse paix dans la relation. On évite les tensions, on sacrifie sa vérité pour préserver un lien. Cela peut aussi désigner un déséquilibre où l’un donne plus que l’autre. L’harmonie n’est plus vécue, elle est jouée.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Perturbation de l’équilibre financier ou matériel. On cherche le confort sans effort, ou l’on refuse d’agir pour préserver un état illusoire de calme. Manque d’alignement entre besoins réels et réalité vécue.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Relations superficielles, collaboration forcée, compromis excessifs. On évite les conflits au lieu de les résoudre. Cela peut aussi signaler une envie de paix professionnelle sans prise de responsabilité.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Spiritualité “zen” de surface. Fuite de la profondeur. On cherche la lumière sans traverser l’ombre. Le déséquilibre est masqué sous une apparente douceur. Saturne exige le vrai alignement. Osiris rappelle que la paix naît du passage, pas de l’évitement.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 61,
        "nom": "Respect",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_61_respect.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne incarne une maturité relationnelle rare. Elle sait être présente sans dominer, aimer sans posséder, écouter sans juger. Son cœur est ouvert, mais ancré dans une conscience claire de soi et de l’autre. Hathor rayonne, mais Saturne lui donne forme. Osiris sanctifie son silence intérieur.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Cette carte indique une relation équilibrée, stable, ancrée dans le respect mutuel. On n’est pas ici dans la fusion, mais dans la rencontre consciente. Chaque être est vu dans sa singularité. L’amour est libre, non dépendant. C’est la carte des amours vrais, qui honorent autant la distance que la proximité.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "La personne sait respecter ses limites et celles du monde matériel. Elle agit avec justesse, sans excès. Cette carte peut aussi annoncer une relation saine à l’argent, au travail, ou à la gestion des ressources, basée sur l’équilibre et la dignité.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Dans un cadre professionnel, Respect signifie des relations claires, justes, saines. C’est aussi la reconnaissance des compétences de chacun, sans compétition toxique. La personne peut jouer le rôle de médiateur naturel, ou de figure d’autorité douce mais solide.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Spirituellement, Respect parle de reconnaissance de soi et des autres êtres comme porteurs du divin. Ce n’est pas une carte de fusion mystique, mais de présence sacrée dans la différenciation. L’autre est un miroir, pas une extension de soi. Saturne guide le recentrage. Osiris veille à la vérité de l’être.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tendance à s’effacer pour maintenir la paix, ou au contraire, à s’imposer sans écouter. Cela révèle un manque de clarté intérieure : la personne ne sait plus où elle s’arrête et où l’autre commence. Cela peut aussi indiquer une immaturité relationnelle cachée sous une façade douce.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Relations déséquilibrées : dépendance affective, manipulation douce, ou refus d’engagement. On confond amour et possession, ou bien on donne trop pour être aimé. Cette carte appelle à réapprendre la distance juste, à poser des limites claires.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Mauvaise gestion de ses ressources ou de celles d’autrui. Cela peut désigner un manque de respect de ses propres besoins, ou un abus subi ou exercé. Une tendance à se négliger, ou à ne pas poser ses propres valeurs dans la matière.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Relations faussées : autorité mal vécue, collaboration inégale, ou auto-effacement dans le travail. La personne peut ressentir qu’on profite d’elle, ou qu’elle n’ose pas se positionner. Elle est invitée à se recentrer, à poser sa voix avec calme mais fermeté.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Fuite dans une spiritualité sans ancrage, où l’on cherche l’amour inconditionnel sans incarner la limite humaine. On peut aussi se croire “au-dessus” de la matière ou des autres. L’appel ici est de revenir à soi, humblement, et de reconnaître le divin dans la différence.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 62,
        "nom": "Décalage",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_62_decalage.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est dans une dynamique de bonne volonté, d’harmonie intérieure, mais elle fait face à une réponse extérieure désajustée. Elle cherche la paix, mais doit affronter une dissonance subtile : l’autre ne répond pas de la même façon, ou pas depuis le même niveau de conscience. Uranus lui fait voir cela soudainement. Maât pèse cette vérité. Saturne l’invite à en tirer les conséquences. Osiris prépare le passage vers plus de vérité.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La carte annonce un déséquilibre dans la relation : l’un donne plus que l’autre, ou le lien est basé sur une attente irréaliste. Cela ne signifie pas qu’il faille rompre, mais voir clairement ce qui est donné, et ce qui est reçu. Maât impose la justesse. Si l’équilibre peut être rétabli, le lien peut durer. Sinon, il faudra lâcher.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Projet, contrat ou collaboration désynchronisés. On agit avec sincérité, mais l’autre partie n’est pas alignée. Cela demande une mise au point, ou dans certains cas, une sortie claire. Saturne apporte ici la rigueur nécessaire.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La carte peut signaler un malaise latent : non-dits, malentendus, efforts mal reconnus. On avance, mais pas à la même fréquence que les autres. C’est le moment de poser les choses sur la table, sans conflit, mais avec clarté.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Le cheminement intérieur est sincère, mais trop influencé par l’extérieur. Il peut y avoir projection spirituelle, ou attente d’un miroir dans l’autre qui ne vient pas. Maât demande un retour à la vérité du cœur, même si cela passe par une forme de solitude éclairée.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tendance à vouloir forcer le lien, à nier les signes, ou à s’imaginer une réciprocité là où il n’y en a pas. Cela peut conduire à de la frustration, ou à une auto-trahison répétée. Il est temps de voir ce qui est, et non ce que l’on voudrait.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Illusions amoureuses, relations unilatérales, fantasme de couple. On donne trop, espérant que l’autre “finira par voir”. Uranus inverse alerte : il ne verra peut-être jamais. Le respect de soi passe par une prise de conscience lucide.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Erreur d’investissement dans un projet, ou dans une coopération déséquilibrée. On est mal orienté. La carte inversée invite à réévaluer, ralentir, retirer l’énergie mise dans un lien bancal.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Collaboration faussement harmonieuse. L’un porte trop, l’autre plane. Si tu es celui qui donne, il est temps de poser les conditions. Si tu es celui qui attend, il faut reprendre ta place activement.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Fuite dans une spiritualité de projection. On cherche un lien mystique, mais on refuse de voir que l’autre n’est pas prêt, ou n’est pas aligné. Osiris rappelle que la vérité ne fait pas mal : elle libère.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 63,
        "nom": "Présage",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_63_presage.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne perçoit une vérité naissante au fond d’elle, sans en comprendre encore la forme. Elle ressent un appel, un changement en gestation, mais n’a pas les mots pour le nommer. Elle ne réagit pas : elle écoute, elle prépare, elle se pose. Sia active en elle une intelligence silencieuse. Saturne lui permet de ne pas fuir dans le mental. Osiris veille à la justesse de la transition.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Quelque chose est en train d’évoluer, mais rien n’est encore visible à l’extérieur. La personne sent que le lien n’est plus aligné comme avant, ou que sa façon d’aimer doit changer. C’est une carte de mue émotionnelle silencieuse, pas de rupture. Elle invite à se mettre à l’écoute de ce que le cœur murmure avant que la réalité ne le dise à haute voix.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un projet, une situation, une stabilité matérielle arrive au bout d’un cycle. Ce n’est pas encore effondré, mais le pressentiment est là. La personne ressent que le moment approche où il faudra réajuster, peut-être partir, ou transformer ce qu’elle fait. Présage ne pousse pas à l’action immédiate, mais à l’écoute du signal intérieur.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "La personne est toujours à son poste, dans son rôle, mais l’alignement n’est plus total. Une envie sourde de partir, de faire autre chose, de s’exprimer autrement. La carte conseille : n’ignore pas ce que tu ressens. Prépare la transition, même si elle n’est pas encore visible.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Carte d’éveil intérieur discret mais puissant. La personne entend l’appel, sent qu’un cycle d’âme s’achève, qu’elle doit préparer le passage. Pas de révélation spectaculaire : juste la certitude subtile que l’être évolue. Sia guide. Saturne encadre. Osiris accompagne.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "La personne ignore ce qu’elle ressent profondément, ou refuse de l’écouter. Elle peut être dans l’agitation, dans la peur du changement, ou dans le refoulement de l’intuition. Cela peut entraîner des blocages émotionnels ou physiques, ou une forme de fatigue intérieure.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Refus d’accepter qu’un cycle affectif se termine, ou qu’un lien change de nature. La personne peut s’accrocher à une forme ancienne, par peur de perdre. La carte invite à écouter ce qui ne se dit pas, à ne pas ignorer les signaux faibles.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Situation matérielle en perte de sens, mais qu’on maintient par habitude ou peur de manquer. Le risque : que le changement soit forcé de l’extérieur si on refuse de l’initier depuis l’intérieur.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Envie profonde de changement niée. On reste dans une position qui ne résonne plus, on fait semblant que tout est encore aligné. La carte inversée alerte : le retard dans la transition peut créer un déséquilibre plus grand à venir.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Déni d’un appel intérieur. On évite l’éveil, on se distrait pour ne pas entendre l’âme qui murmure. Il est temps de ralentir, d’écouter, de faire confiance à ce qui ne peut pas encore être nommé.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 64,
        "nom": "Engagement",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_64_engagement.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne s’apprête à entrer dans une structure : nouveau travail, contrat, lien, choix formel. Elle est motivée par le besoin de paix, d’ordre, de sécurité, mais ce qu’elle rejoint est déjà structuré, fermé, encadré. Elle devra trouver sa lumière dans ce cadre sans se perdre.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Entrée dans une relation posée, formelle, voire institutionnelle. Peut marquer une étape importante (emménagement, mariage, engagement mutuel). Mais cette carte avertit : ce que tu acceptes ici t’engage profondément. Veille à ne pas sacrifier ta vérité pour préserver la forme.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un contrat, une alliance, une signature, un engagement professionnel. Le cadre semble protecteur, mais il peut devenir étouffant s’il est accepté sans discernement. Saturne attend de toi une clarté totale. Ce que tu signes t'engage sur le long terme.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Entrée dans un nouveau système : entreprise, institution, fonction, hiérarchie. Tu dois trouver comment exister dans ce cadre sans t’éteindre. La carte invite à observer la structure, à négocier ta juste place avant de t’y soumettre.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Adhésion à une voie, une tradition, un groupe. La carte avertit : ne confonds pas cadre spirituel et vérité intérieure. Maât veille : “Ce que tu engages ici, tu le porteras longtemps.” Si le chemin est juste, il te fortifiera. S’il ne l’est pas, il te brisera pour te libérer.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de voir le poids de ses décisions. Tendance à s’engager trop vite, ou au contraire, à fuir l’engagement par peur du cadre. La personne doit apprendre que la liberté n’existe pas sans cadre, mais que le cadre doit être choisi avec justesse.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Engagement affectif pris à la légère, ou inversement : peur chronique de l’engagement. Cette carte appelle à une clarification intérieure : veux-tu vraiment ce lien ? Ou veux-tu éviter la solitude ?",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Signature d’un contrat ou d’un engagement matériel sans avoir vu les conditions réelles. Peut désigner un piège administratif, un emploi limitant, une promesse coûteuse. Prends le temps de relire, de ressentir, de demander ce qui ne t’est pas dit.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu entres dans une structure, mais ta place réelle n’est pas claire. On attend de toi plus que ce que tu crois. Il est temps de poser des limites claires, ou de renégocier ton rôle.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Adhésion naïve à un dogme ou à une voie. Tu donnes ton énergie, ta parole, ton esprit à quelque chose que tu ne maîtrises pas. Maât demande : “Est-ce vrai ?” Uranus se prépare à faire éclater l’illusion si elle n’est pas reconnue.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 65,
        "nom":"Tension",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_65_tension.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est prise entre deux forces intérieures : d’un côté, le besoin de stabilité, d’harmonie, de continuité, de l’autre, une agitation croissante, un besoin de bouger, de libérer quelque chose. Elle tient encore, mais le corps, le cœur ou l’âme commencent à parler. Geb la retient au sol, mais Uranus commence à remuer sous ses pieds. Maât pèse silencieusement : “Est-ce encore juste ?”",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation dans laquelle tout semble encore tenir, mais où les tensions se multiplient en silence. L’envie de préserver la paix cohabite avec l’impatience intérieure. Il est encore temps de parler vrai, de réajuster avant que la tension ne casse le lien.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Projet, situation ou cadre de vie où l’apparence d’équilibre masque une instabilité croissante. Il faut écouter les signaux faibles : fatigue, désintérêt, irritabilité. Ce n’est pas une crise… mais elle s’annonce si rien ne change.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Pression croissante dans un travail, un rôle, un environnement trop rigide ou trop figé. La personne se contient, mais son énergie se tend. Le moment est venu de poser des mots, de prévenir plutôt que subir.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Chemin spirituel devenu trop serré, trop mentalisé, trop dogmatique. La tension intérieure grandit : ce qui vibrait autrefois ne résonne plus. La foi tient encore… mais elle a besoin d’air, de mouvement, de sincérité renouvelée.",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de reconnaître que l’équilibre est rompu intérieurement. La personne prétend aller bien, mais le corps ou les émotions disent autre chose. Risque d’implosion émotionnelle ou de burn-out si rien n’est exprimé.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation maintenue en surface, mais creusée par le silence ou la frustration. Le déni peut durer, mais il coûte cher. La carte appelle à l’honnêteté douce mais ferme.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Vie trop réglée, cadre devenu rigide. L’inconfort est nié, mais le mal-être grandit. Des décisions urgentes s’imposent, ou des ajustements immédiats pour éviter le blocage.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Surmenage, perte de motivation, pressions non reconnues. La personne se force, mais l’âme ne suit plus. Il est temps de négocier une nouvelle manière d’être là, ou de préparer une sortie.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Chemin devenu trop mental, trop normé, plus habité par l’être. L’appel intérieur est étouffé. Si la tension n’est pas reconnue, une crise spirituelle pourrait émerger. Mieux vaut écouter dès maintenant.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 66,
        "nom": "Sacrifice",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_66_sacrifice.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne porte une charge invisible aux autres. Elle est perçue comme forte, rayonnante, inspirante, mais elle s’oublie en tenant son rôle. Elle donne, soutient, encadre… sans se plaindre. Mais au fond, elle s’efface, doucement, dans un sacrifice d’elle-même au nom de la paix. Jupiter lui donne la grandeur. Maât lui demande la vérité. Uranus pourrait bien tout faire exploser si elle ne revient pas à elle.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La personne se dévoue au lien, quitte à nier ses propres besoins. Elle peut aimer sans retour, ou tenir la relation seule. La carte invite à reconnaître cette dynamique : l’amour n’est pas sacrifice. Le don vrai ne demande pas l’effacement.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Responsabilités excessives, rôle mal réparti, charge mentale ou logistique élevée. On continue “parce qu’il le faut”, mais le corps et l’âme crient silence. Il est temps de renégocier le cadre, ou d’en sortir.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "La personne tient tout à bout de bras. Elle est la référence, le pilier, mais on attend d’elle sans lui redonner. Ce n’est pas une reconnaissance, c’est une prise d’otage symbolique. La carte alerte : l’équilibre est brisé si le don devient oubli.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Chemin d’abnégation, de service, mais où l’âme s’épuise à force de se taire. On confond voie spirituelle et soumission, mission sacrée et effacement personnel. Uranus te dit : “Tu es aussi important que ceux que tu veux sauver.”",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de dire “non”. Hyper-responsabilité, rôle tenu par loyauté excessive. Risque d’effondrement si la vérité de l’être n’est pas entendue. Cette carte t’invite à poser ta limite avec douceur mais clarté.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Relation déséquilibrée où l’un donne tout et l’autre prend. Tu n’as pas à te sacrifier pour qu’on t’aime. Tu peux aimer sans t’oublier. La carte inversée est une alarme émotionnelle.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Charge matérielle ou familiale pesante. Tu fais tourner tout seul une structure entière. Mais à quel coût ? C’est le moment de partager, de déléguer, de respirer.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu es devenu le socle d’un système qui t’use. On t’honore en façade, mais on attend de toi des miracles constants. Soit tu poses une limite, soit tu quittes le rôle. Mais rester en silence serait te nier.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tendance à confondre spiritualité et souffrance. Tu crois que pour évoluer, tu dois te taire, supporter, donner encore. Mais le chemin sacré est un chemin de vérité, pas de disparition. Uranus te dit : “Tu es un feu vivant, pas un cierge qui se consume.”",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 67,
        "nom": "Damoclès",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_67_damocles.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est consciente d’un désalignement majeur. Elle ressent qu’un choix s’impose, mais tarde à l’activer. Mars / Sekhmet la pousse à agir : “Coupe ce qui doit l’être. Fais-le maintenant.” Uranus prépare une révélation soudaine si elle tarde. Maât est en attente d’un geste juste. C’est une épée suspendue au-dessus de l’âme.",
                    "meta": ["tension"]
                },
            "affectif": {
                    "texte": "Un lien, une relation, une dynamique est tenue par habitude ou peur. Mais le cœur sait que le moment est venu d’agir, de parler, ou de couper. Le silence ou l’attente nourrissent l’instabilité. Damoclès dit : “Fais face. Ce que tu refuses de voir, la vie te le forcera.”",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une situation professionnelle, financière ou domestique arrive à saturation. Un choix, un départ, une rupture est en gestation, mais différée. Le cadre ne peut pas continuer ainsi. La carte incite à une action lucide, rapide, mais ancrée dans la vérité.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un rôle ou une fonction ne correspond plus à la vérité intérieure. On sait ce qui doit être fait, mais on diffère la décision par peur du changement. C’est le moment d’agir avec responsabilité, avant que le système n’implose.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La voie suivie est en tension avec la vérité de l’être. L’âme attend un acte clair, un geste de vérité, une prise de position intérieure. Sekhmet invite à couper l’illusion. Damoclès n’est pas une menace. C’est un appel. “Sois juste. Agis avant que la justesse t’échappe.”",
                    "meta": ["tension"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus d’agir malgré l’évidence. Tendance à repousser les décisions, à nier l’urgence intérieure. La tension monte, la vérité s’impose… et le monde finira par décider à sa place.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "L’attente est devenue poison. La personne sait ce qu’elle ressent, mais refuse de l’exprimer ou d’agir. Cela peut entraîner une rupture brutale, extérieure, si elle ne prend pas la responsabilité de la vérité.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Le cadre est intenable. Un choix est reporté encore et encore. La carte inversée dit : tu n’as plus le luxe du report. La vie décidera pour toi si tu ne le fais pas maintenant.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Position inconfortable devenue intenable. Refus de bouger, mais tout le corps, l’âme, le temps demandent une décision. La carte inversée : “Ne subis pas ce que tu pourrais transformer toi-même.”",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Fausseté intérieure entretenue par habitude, croyance, peur ou loyauté. Tu sais ce qui doit changer. Mais tu attends. Damoclès te rappelle : l’attente est un choix. Et le choix porte ses fruits.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 68,
        "nom": "Bascule",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_68_bascule.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est intelligente, structurée, verbale ou cérébrale. Elle a construit une forme solide de pensée, de discours, de vision du monde — mais cette forme vacille. Une vérité intérieure se glisse dans la faille. Thot murmure une nouvelle compréhension. Uranus prépare le retournement. Maât regarde : “Ton savoir est-il encore vivant ?”",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Ce n’est pas le lien qui craque, c’est la manière de le penser, de le nommer, de le justifier. Les mots utilisés ne tiennent plus. Tu t’étais raconté une histoire, mais elle ne colle plus à la réalité du cœur. Tu ne peux plus te mentir. Tu dois changer de langage pour aimer autrement.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Ce n’est pas une perte matérielle, mais une prise de conscience du non-sens d’un modèle de vie, de gestion, de travail. La manière d’organiser ton monde devient obsolète. Tu n’es pas encore dans l’action, mais ton esprit commence à chercher une sortie.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un rôle intellectuel, une fonction liée à la parole, au savoir, à la communication est remise en cause intérieurement. Tu sens que les mots que tu portes ne vibrent plus, ou que ta manière de travailler ne reflète plus ta vérité. Le moment vient de changer ton discours… ou de quitter la scène.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu as suivi un savoir spirituel, une voie mentale ou symbolique, mais ton être ne s’y reconnaît plus entièrement. Les enseignements sont toujours beaux — mais ils ne résonnent plus en profondeur. Thot t’invite à passer du mental à l’initiation. Maât te demande si ce que tu transmets est encore juste. Tu es sur le point de changer de clé d’accès au sacré.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de reconnaître que son propre discours ne la sert plus. Répétition mentale, attachement à une image de soi dépassée. Cette carte inversée avertit : “Si tu continues à penser avec de vieilles idées, tu étoufferas ce qui veut naître en toi.”",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu entretiens une histoire affective avec un scénario mental figé. Tu ne ressens plus — tu analyses, interprètes, excuses. La carte appelle à revenir au réel, au ressenti, à la vérité incarnée.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu restes dans un système parce que ton mental a appris à le justifier. Mais ton être a changé. Tu n’oses pas encore l’admettre… mais tu sais déjà que ce n’est plus viable.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu fais encore bonne figure, tu tiens ton rôle… Mais la pensée ne suit plus. Tu as épuisé le modèle mental sur lequel repose ton travail. Tu dois réécrire ton sens professionnel, ou préparer une sortie.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Répétition de concepts, d’enseignements, de formules sacrées qui ne vibrent plus. Tu les connais… mais tu ne les vis plus. Tu as besoin de retourner à une expérience vivante, directe, ou d’oser t’éloigner d’un courant spirituel devenu trop mental.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 69,
        "nom": "Épilogue",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_69_epilogue.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est émotive, loyale, aimante. Elle a vécu une histoire riche, mais n’ose pas en sortir complètement. Elle continue “par douceur”, “par beauté”, “par respect”… Mais l’élan est éteint. Hathor la tient encore dans la beauté. Uranus murmure : “Tu peux partir maintenant.”",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation est terminée énergétiquement, mais le lien est entretenu par respect, nostalgie ou peur de blesser. C’est la dernière page. Le cœur veut maintenir, mais l’âme sait que c’est fini. La carte appelle à partir avec amour, dans la paix, sans heurts, mais clairement.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Un projet, un lieu, une situation arrive à sa fin naturelle. Tout semble encore fonctionner, mais la vibration est vide. Il est temps de fermer proprement, de ritualiser la sortie. Ne pas attendre que les choses se dégradent.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Tu es arrivé au bout de cette fonction, de ce poste, de ce rôle. Tu tiens encore “par élégance”, mais l’histoire est racontée. C’est le moment de tourner la page avec dignité, de remercier, et de sortir.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu as terminé un cycle spirituel. Tu ne crois plus comme avant. Tu ne vibres plus de la même façon. Mais tu n’oses pas le reconnaître pleinement. Épilogue dit : “Tu n’es pas en train de trahir. Tu avances.” Laisse partir l’ancienne voie avec gratitude.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Elle refuse de voir que c’est la fin. Elle se raconte une histoire pour ne pas clore. Mais elle s’éteint doucement à l’intérieur. La carte inversée dit : “Ce n’est pas en niant la fin que tu l’éviteras.”",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu restes dans une relation par fidélité à ce qu’elle a été, mais elle ne vit plus. Tu refuses de dire adieu… et cela abîme ce qui fut beau. Laisse partir avec respect.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu tiens encore un projet, un lieu, un fonctionnement devenu vide de sens. Le risque : perdre l’élégance de la sortie et subir une dégradation. Anticipe. Pars avec calme.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu fais semblant que tout va bien. Mais la motivation est morte. La carte inversée dit : “Ce n’est pas ton métier qui t’épuise… c’est le fait qu’il soit déjà terminé.”",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu récites encore un chemin intérieur qui n’est plus le tien. Ce n’est pas un abandon, c’est une évolution. Il est temps de laisser mourir l’ancienne foi, pour faire place à une vérité plus vaste.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 70,
        "nom": "Érosion",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_70_erosion.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est dans une phase de dépouillement intérieur. Elle perd ses repères, non par crise, mais par usure sacrée. Ce qu’elle croyait être s’efface lentement. Saturne l’initie à l’endurance nue. Osiris la guide dans l’invisible. Maât observe si elle résiste… ou si elle accepte de disparaître pour renaître.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "La relation s’efface. Pas de cris. Pas de violence. Juste… l’éloignement lent. Ce n’est pas une rupture, c’est une dissolution douce. Le lien n’est plus nourri. Il est temps de reconnaître ce qui reste… ou de laisser aller.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Les choses perdent leur sens. La matière semble s’effriter, comme rendue au néant par le temps. Le message : “Ne t’attache plus. Ce que tu tenais n’est déjà plus là.”",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un rôle, un engagement, un projet perd lentement son âme. L’érosion est invisible aux autres, mais toi, tu sais. C’est l’heure de laisser mourir dignement ce que tu ne vibres plus.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu es au seuil d’un grand dépouillement mystique. Les mots ne suffisent plus. Les symboles s’effacent. Les croyances s’usent. Ce n’est pas une perte. C’est la révélation de ce qui survit au vide.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus d’admettre que tout s’efface. Elle s’accroche à des rôles, des images, des pensées… Mais le temps travaille. Et plus elle résiste, plus la disparition sera brutale.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le lien est vide, mais tu refuses de le voir. Tu fais semblant d’y croire encore. Mais l’érosion agit… et ce qui n’est pas dit finira par tomber sans mot.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu luttes pour maintenir une forme morte. Un projet, une maison, une situation… tout s’érode. Ce n’est pas une punition : c’est un retour à l’essentiel.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu restes par inertie, mais ta présence est déjà ailleurs. Tu continues… mais l’érosion est à l’œuvre. Sois honnête, ou le départ se fera sans toi.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu veux croire encore à tes anciennes formes spirituelles… Mais elles s’effacent. L’âme veut le vide, pas la répétition. Laisse-toi dépouiller, ou tu t’éteindras lentement.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 71,
        "nom": "Choix",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_71_choix.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est lucide, éveillée, prête… Mais elle ne bouge pas encore. Elle sent que le moment est là, mais hésite encore entre rester et oser. Uranus pousse, Maât observe, et l’univers attend : “Tu sais. Maintenant, choisis.”",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation, une posture, une fidélité affective doit être réévaluée. Tu ne peux plus faire semblant. Il faut dire, faire, partir, rester — mais en vérité. Ce que tu choisis ici va dessiner la suite de ton histoire.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Une situation matérielle ou logistique exige un engagement clair. Tu es à un carrefour karmique. Tu as les éléments. Mais la peur d’agir retarde l’évidence. Le message : “Tu ne peux plus remettre à demain.”",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Un cap est atteint. Soit tu continues, mais dans un mensonge… Soit tu rediriges ta mission vers ce qui est aligné. Ce n’est pas une crise, c’est un appel. Choisis en conscience.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu es entre deux voies, deux vérités, deux formes de toi. Une voie expire. Une autre t’appelle. Tu ne peux pas suivre les deux. La carte te dit : “L’heure n’est plus au doute. Elle est au choix.”",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus d’assumer une décision évidente. Tu préfères la lucidité passive au courage de l’acte. Mais ce choix différé devient un poids. L’inertie est une décision en soi.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu restes dans une situation affective que tu sais terminée, ou décalée. Tu refuses de décider, et tu souffres en silence. La carte t’alerte : “Le choix que tu refuses de faire te transforme.”",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu hésites à quitter, changer, te libérer… Mais chaque jour passé à ne pas choisir épuise ton énergie. Fuis ou engage-toi — mais ne fige pas ton pouvoir.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu sais que ce n’est plus ton lieu. Mais tu fais semblant d’attendre. Le choix est là, en toi, mais tu ne l’honores pas. Cela deviendra une perte, si tu tardes encore.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu es sur deux voies. L’ancienne rassure. La nouvelle t’appelle. Tu sais. Mais tu n’oses pas encore trancher. La carte inversée : fais confiance. Ce choix est juste.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 72,
        "nom": "Écoute",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_72_ecoute.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne entre dans une phase d’intégration subtile. Elle n’a plus besoin d’agir, de savoir, ni d’expliquer. Elle est appelée à s’écouter vraiment, à entendre ce que son être murmure. Sia parle à travers les silences. Maât écoute les intentions profondes. Uranus est prêt à révéler, si l’espace est disponible.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Ce n’est plus le moment de parler, ni de débattre. C’est le moment de ressentir le lien dans sa vérité vibratoire. Tu es invité à écouter l’autre : non pas ses mots, mais son énergie. À entendre ton propre cœur, au-delà du mental. Le lien se joue dans l’invisible.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Tu n’as rien à faire ici. Juste ressentir ce que la matière te dit. Une maison, un lieu, un objet, une situation… Tout parle, si tu écoutes. Tu n’es pas appelé à agir, mais à recevoir les messages du réel.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Tu es à la fin d’un cycle, mais le sens n’est pas encore mental. C’est le moment d’écouter ce qui veut naître, de laisser résonner les expériences récentes, et d’accueillir l’inspiration avant de décider quoi que ce soit.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "C’est ici que la carte vibre le plus. Tu es dans le temple intérieur. Il n’y a rien à faire, rien à dire, rien à chercher. Juste t’asseoir, écouter, et laisser Sia te parler. Tu ne comprendras pas tout. Mais tu sauras.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de s’écouter. Tu es dans le bruit, dans le faire, dans le contrôle. Tu fuis l’espace vide qui te ferait entendre ta vraie vibration. Mais ce silence que tu évites contient ta guérison.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu n’entends plus l’autre. Tu parles trop. Tu penses trop. Et tu n’écoutes pas ce que le lien exprime sans mot. Cela crée des tensions invisibles. Reviens dans la présence.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu veux décider, bouger, contrôler. Mais tu n’es pas encore prêt. Tu n’as pas encore entendu le vrai message de ta situation matérielle. Le temps est à l’observation silencieuse, pas à l’action.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu veux déjà passer à autre chose. Mais tu n’as pas digéré la fin, ni intégré l’enseignement. Tu es encore plein de l’ancien, même si tu l’as quitté. Prends le temps d’écouter ce que ton âme veut vraiment maintenant.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu refuses le vide mystique. Tu veux des réponses, des rituels, des mots, des clés. Mais la vérité spirituelle est dans le silence. Sia ne te parlera que si tu te tais vraiment.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 73,
        "nom": "Humilité",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_73_humilite.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est dans une phase de retrait intérieur, non par peur, mais par conscience élevée. Elle a brillé, donné, guidé — et maintenant elle sait qu’il est temps de laisser place à plus grand qu’elle. Elle est sereine, épurée, alignée, et prête à se taire pour mieux entendre. Râ est devenu gardien du seuil. Sia l’attend dans le silence.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "C’est une carte de reconnaissance silencieuse de l’autre. Pas de conquête, pas de démonstration : juste la présence humble, ouverte, pleine de respect. On ne cherche plus à convaincre ou à imposer, on offre, on reçoit, on observe.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Tu as atteint un stade où la réussite extérieure n’a plus d’importance. Tu regardes ce que tu as construit avec une lucidité paisible. Tu sais ce que cela t’a appris. Et tu es prêt à tout déposer, sans regret. Le vrai sens n’est plus dans l’avoir, mais dans l’être.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Tu arrives à la fin d’un cycle où tu as joué un rôle fort, central, éclairant. Maintenant, il s’agit de passer le flambeau, ou de changer de posture. Non pas parce que tu échoues — mais parce que ton feu a trouvé sa mesure. Tu ne guides plus par action… mais par présence.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "C’est la carte du vrai mystique. Celui qui a vu la lumière… et qui sait maintenant qu’elle ne lui appartient pas. Il se tient nu, face à l’invisible. Il offre sa lumière au silence. Et Sia le reconnaît comme frère du feu devenu humble.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu résistes à reconnaître que le cycle est accompli. Tu veux encore briller, diriger, agir… Mais l’âme demande le silence. Tu dois cesser de chercher la lumière extérieure. Elle est déjà en toi — et elle veut se reposer.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu veux encore prouver, parler, montrer. Mais l’autre n’a pas besoin de ton éclat. Il a besoin de ta vérité simple. Cesse de faire… Sois, écoute, accueille.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu cherches encore à maintenir un projet, un statut, une place… Mais ce n’est plus le temps du contrôle. Accepte que ce qui a été fait a été juste, et que maintenant, tu peux laisser la forme se dissoudre.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu te maintiens dans un rôle par habitude de briller, par peur du vide. Mais l’univers t’appelle à changer de posture intérieure. Tu n’as plus à prouver. Tu as à transmettre par l’exemple silencieux.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu veux encore comprendre, savoir, expliquer. Mais le temps est à l’inclination, non à l’expansion. L’humilité est ta prochaine initiation. Ce que tu cherches ne s’apprend pas. Il s’entend dans le silence.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 74,
        "nom": "Héritage",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_74_heritage.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne est au seuil d’un grand dépouillement. Elle n’a plus à construire, à prouver, ni à posséder. Elle est appelée à reconnaître ce qu’elle transmet — consciemment ou non. Geb lui montre le chemin parcouru. Sia lui tend la main pour transmettre au silence.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Ce n’est pas un moment de lien nouveau. C’est un moment de reconnaissance du passé relationnel. De tout ce qui a été donné, reçu, construit ou abîmé. Ce qui reste, c’est la trace vibratoire, ce qui marquera l’autre, ou ce que tu choisis maintenant de laisser.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Tu es au bout d’un cycle de possession ou d’ancrage. Tu regardes ce que tu as bâti — et tu vois ce qui fait vraiment sens. Tu n’as plus besoin de garder. Tu peux maintenant léguer, transmettre, ou partir sans peur.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Tu atteins une période de transmission. Tu n’as plus à t’investir pour produire, mais pour partager ton expérience. C’est le temps de l’enseignement, de la passation, ou du retrait honoré. Ton impact reste, même si tu te retires.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu comprends que tout ce que tu as appris n’est pas pour toi seul. Ce que tu as compris par le corps, par la terre, par l’épreuve — tu peux maintenant le confier à l’invisible. Ce n’est pas un adieu, c’est un geste sacré de transmission vers le mystère.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Refus de reconnaître la fin d’un cycle. Tu veux encore posséder, garder, contrôler… Mais le moment est venu de laisser une trace, pas une emprise. Tu ne peux emporter que ce que tu es devenu.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu t’accroches à un lien, à une histoire… alors que l’autre demande une clôture paisible. C’est le moment de lâcher avec amour, et de laisser l’héritage vibratoire faire son œuvre.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu refuses de rendre, de transmettre, de partir. Tu veux encore bâtir… mais le temps de la construction est clos. Si tu ne donnes pas volontairement, la vie te le reprendra.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu t’accroches à un rôle devenu trop étroit. Tu oublies que ton vrai pouvoir est dans ce que tu transmets, pas dans ce que tu fais. Accepte le mouvement. Tu laisses une empreinte.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu veux continuer à “avancer”, mais tu n’as pas encore offert ce que tu as appris. La voie spirituelle demande maintenant une offrande, pas une quête. Ce que tu as reçu doit être partagé, libéré, offert.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 75,
        "nom": "Miroir",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_75_miroir.png",
            "endroit": {
                "personnalité": {
                    "texte": "C’est un moment de vérité nue. La personne ne cherche plus à enseigner, ni à convaincre — elle cherche à se reconnaître dans ce qu’elle a été. A-t-elle été juste ? A-t-elle marqué ou récité ? Le miroir ne ment pas. Il montre, il révèle, et il invite à l’ultime alignement.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Ce n’est plus l’autre qu’il faut écouter… c’est toi, face à ce que tu as donné ou retenu. Tu te regardes dans ce lien. Tu vois ce que tu as été, et tu décides si tu peux être vu ainsi.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Regarde ce que tu as construit. Pas avec fierté ou honte — mais avec lucidité. Est-ce que ce monde extérieur reflète encore ce que tu es ? Ou bien est-il temps de le laisser partir ?",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Tu atteins la fin d’un cycle d’enseignement, de leadership, d’autorité. Tu te demandes : “Qu’ai-je vraiment transmis ?” “Ce que j’ai bâti, est-ce aligné avec qui je suis maintenant ?” C’est l’heure du bilan intérieur du guide.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Tu ne peux plus progresser par l’étude. Tu dois te regarder entièrement. Pas ce que tu sais, mais ce que tu vibres. Et dans ce miroir, Sia attend que tu t’y reconnaisses sans rôle.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu refuses de te regarder pleinement. Tu veux encore enseigner, guider, contrôler… Mais le moment est venu de regarder ce que tu es devenu. Et tu le fuis.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu regardes l’autre, mais tu refuses de te voir dans le lien. Ce que tu attends… l’as-tu incarné ? Ce miroir affectif te tend la vérité — mais tu détournes le regard.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu refuses de reconnaître que ce que tu as bâti n’est plus juste. Tu t’y accroches par peur d’effacer ton empreinte. Mais le vrai héritage n’est pas matériel. Il est vibratoire.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu continues à guider, mais tu n’y crois plus. Tu fais semblant d’être aligné… alors que ta lumière intérieure demande un ajustement profond. Le miroir est là. Tu dois te voir. Maintenant.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu cherches encore la vérité dans les textes, les rituels, les transmissions… Mais la vérité est devant toi, dans le miroir de ton propre cœur. Si tu refuses de te regarder… tu répètes. Si tu acceptes… tu transfigures.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 76,
        "nom": "Karman",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_76_karman.png",
            "endroit": {
                "personnalité": {
                    "texte": "La personne connaît la puissance de ses actes. Elle ne se cache plus derrière l’impulsivité, ni la justification. Elle sait ce qu’elle a déclenché, et elle accueille pleinement le retour. Elle n’est plus dans la peur de payer — elle est dans la noblesse de répondre.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Les paroles, les silences, les choix passés… reviennent maintenant sous forme de miroir. Ce n’est pas un règlement de comptes — c’est un appel à la vérité du lien. La guérison vient dans l’acceptation du retour.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Tu fais face aux conséquences concrètes de décisions passées. Elles peuvent être lourdes ou fécondes. Quoi qu’il en soit, elles sont le fruit direct de ta vibration d’alors. Tu peux maintenant alchimiser — ou rejouer.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un acte, un mot, une posture du passé… ressurgit. Ce n’est pas pour te punir, mais pour t’inviter à revenir dans l’alignement. Tu es à la croisée : assumer ou nier. Un seul de ces chemins te libérera.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Tu vois la trace de ton feu spirituel. Tu comprends que chaque quête, chaque parole, chaque guide rencontré était le reflet de ce que tu as vibré. Sia te tend le miroir : “Te reconnais-tu dans ce qui revient vers toi ?”",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu refuses de voir les conséquences. Tu nies, tu fuis, tu projettes. Mais le retour vibratoire est en marche. Tu peux le traverser avec conscience… ou le subir jusqu’à la répétition.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu nies une douleur causée, ou tu refuses de recevoir un retour mérité. Mais ce lien n’est pas clos. Il cherche la reconnaissance, pas la punition.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu subis des blocages ou des pertes… sans voir qu’ils sont l’écho de choix passés non assumés. Ce n’est pas le hasard. C’est la loi de Karman.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un déséquilibre ancien revient. Tu ne peux plus fonctionner comme avant. Tu dois corriger, reconnaître, réajuster. Sinon, la situation deviendra plus contraignante.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu cherches l’élévation, mais tu refuses le passage par la vérité de tes actes. Tu veux la lumière, sans voir ce que ton feu a consumé. Mais Sekhmet ne laisse rien sans réponse.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 77,
        "nom": "Abandon",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_77_abandon.png",
            "endroit": {
                "personnalité": {
                    "texte": "C’est une période de lâcher profond. Tu ne te bats plus pour ce que tu as compris, su, transmis. Tu déposes tout, sans regret. Tu reconnais que le vrai savoir commence quand tu cesses de vouloir comprendre.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Tu ne cherches plus à contrôler le lien. Tu abandonnes l’idée de devoir être compris. Tu es prêt à aimer sans diriger, à te retirer si nécessaire, et à offrir sans attendre.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Tu laisses partir une œuvre, une mission, une création. Ce n’est pas un abandon négatif — c’est une offrande. Tu sais que cela ne t’appartient plus.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Tu quittes un rôle, une responsabilité, un savoir. Tu acceptes de transmettre sans diriger. Tu n’as plus besoin d’être reconnu. Tu sais que l’impact reste même dans ton silence.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Tu renonces au besoin de savoir. Tu acceptes que le mystère soit plus vaste que toi. Tu ne cherches plus. Tu écoutes, tu offres, tu te fonds. Sia t’accueille.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu refuses de lâcher. Tu t’accroches à un savoir, à un rôle, à une image. Mais cela t’enferme. Ce n’est plus le moment de comprendre. C’est le moment de t'effacer.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu veux encore maîtriser ce que l’autre voit de toi. Tu t’accroches à une image. Mais l’amour ici, c’est la liberté laissée. C’est dans l’abandon que le lien peut survivre.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu refuses de lâcher une création, un projet, une œuvre. Mais tu étouffes ce que tu veux préserver. Tu dois lâcher pour que ça vive.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu restes là où tu ne vibres plus. Tu t’accroches par peur d’être oublié. Mais ta lumière passera mieux si tu passes le relais.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu veux encore savoir, encore prouver. Mais le vrai saut, ici, est dans le vide. Tu ne sauras plus rien. Et c’est là que tout commence.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 78,
        "nom": "Amour",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_78_amour.png",
            "endroit": {
                "personnalité": {
                    "texte": "Cette personne a aimé profondément, parfois sans limites, parfois sans retour. Elle porte l’amour comme vibration, non comme action. Elle est prête à offrir encore, mais sans s’y perdre. Elle apprend à s’aimer autant qu’elle a aimé les autres.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "L’amour a été le fil rouge de tout. Tu as donné, porté, soutenu… et tu comprends que cela était vrai, même quand il n’y a pas eu d’écho. C’est maintenant un amour conscient, doux, mais lucide.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Tu as investi du cœur, pas seulement des efforts. Ce que tu as construit, tu l’as aimé. Et maintenant tu vois ce que cet amour a nourri… ou pas. Tu peux choisir de ne plus donner à vide.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Tu as voulu que ton métier, ton projet, ton rôle soient au service de quelque chose de beau, de juste. Mais il est temps de voir : Est-ce que ton amour pour ce que tu fais t’a nourri… ou vidé ? Et tu peux rectifier sans rancune.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Tu comprends que le chemin spirituel n’est pas d’aimer pour être aimé, mais d’aimer comme état d’être. Mais tu apprends aussi que l’amour doit te traverser… sans t’effacer. Sia t’aide à voir l’amour comme résonance, pas comme sacrifice.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu as tant donné que tu t’es peut-être oublié. Et maintenant, tu attends — consciemment ou non — que cela te revienne. Tu te sens vide, ou invisible. Il faut apprendre à te choisir, à te retrouver.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu as aimé… mais l’amour n’est pas revenu comme tu l’espérais. Et tu souffres. Mais cela ne veut pas dire que ton amour était “trop”. Cela signifie qu’il est temps d’aimer en conscience. De ne plus attendre, mais de te respecter.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu as donné du temps, de l’énergie, des intentions… et maintenant tu te sens épuisé·e ou oublié·e. Ce que tu as fait n’est pas perdu — mais il est temps de rediriger ton amour vers ce qui te répond.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu aimes ce que tu fais… mais es-tu aimé·e en retour dans ce cadre ? Si tu te sens utilisé·e, c’est que ton amour n’est plus accueilli. Peut-être est-il temps de le reprendre.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu cherches la voie du cœur… mais tu réalises que même l’amour peut t’emmener trop loin de toi-même. Tu n’as pas à prouver ton amour. Tu as juste à le vivre avec clarté.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 79,
        "nom": "Kâ",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_79_ka.png",
            "endroit": {
                "personnalité": {
                    "texte": "Cette personne a tout accompli. Elle n’a plus rien à prouver, à comprendre, à porter. Elle arrive au seuil… et accepte de disparaître. C’est un dépouillement absolu, mais libre. Elle rejoint son Kâ, et laisse l’histoire s’effacer derrière elle.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Un lien s’éteint. Pas par colère, ni par oubli. Mais parce que sa vibration n’a plus lieu d’être. Ce n’est pas un rejet : c’est un départ vers l’indicible. Ce lien a été… et maintenant, il s’efface dans l’âme.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Tout ce que tu as construit… tu peux maintenant le laisser. Tu n’en es plus responsable. Tu n’es plus obligé de porter. Tu peux partir, déposer, mourir à cette forme.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "La mission est finie. Tu ne le savais peut-être pas encore… mais ce rôle, cette œuvre, ce combat — est terminé. Il ne reste que l’espace pour disparaître avec dignité.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu ne progresses plus. Tu n’apprends plus. Tu deviens silence. Sia t’ouvre la porte. Et tu passes. Sans bagage. Sans nom. Juste toi, ton souffle, et ton Kâ.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu refuses de lâcher. Tu sens que la fin est là, mais tu t’accroches encore. Mais cette résistance te fait souffrir. Tu dois accepter la disparition.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu refuses de laisser partir un lien… alors que son cycle est terminé. Tu veux encore exister dedans. Mais le lien demande la paix du départ.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu t’accroches à ce qui est déjà mort. Un lieu, un projet, une fonction… Tu dois lâcher ce qui ne répond plus. Ce n’est pas un échec. C’est le passage.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu continues… alors que tout est déjà accompli. Tu n’es plus là. Ton âme est déjà ailleurs. Tu peux partir avec respect, ou t’éteindre dans la résistance.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu crois encore devoir faire un pas… mais en réalité, il n’y a plus de chemin. Tu es à la fin. Tu dois mourir à toi-même. Tu dois rejoindre ton Kâ.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 80,
        "nom": "Cycle",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_80_cycle.png",
            "endroit": {
                "personnalité": {
                    "texte": "Tu arrives à la fin d’un fonctionnement intérieur, d’un ordre que tu as tenu, maîtrisé, structuré. Mais il ne te sert plus. Tu n’as pas échoué. Tu es simplement au bout du cycle. Ce qui était juste ne l’est plus. Et ce n’est pas une erreur. C’est un passage.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Un lien, une posture, une dynamique… tout semble stable, mais l’intérieur est déjà vide. Il ne s’agit pas de rupture. Il s’agit d’un cycle achevé. L’amour, le lien, la place… doivent être réinventés ailleurs, autrement.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Tu es arrivé au bout d’un projet, d’un rôle, d’une organisation. Tu peux le maintenir… mais ce serait contre la loi de l’univers. Car Maât elle-même se retire ici. Il est temps de clore proprement, et d’entrer dans le silence fertile.",
                    "meta": ["seuil"]
                },
                "professionnel": {
                    "texte": "Tu as tout donné à un système — de valeurs, d’entreprise, d’engagement. Mais le système est arrivé à son terme. Tu peux te réinventer ou attendre qu’il s’effondre. Le choix t’appartient, mais le cycle, lui, est clos.",
                    "meta": ["seuil"]
                },
                "spirituel": {
                    "texte": "Tu as suivi des lois, tu as été fidèle à des principes, tu as pesé, équilibré, jugé avec justesse. Mais maintenant, même ta justice intérieure touche à sa limite. Il ne reste que le silence de Sia. Et dans ce vide, le nouveau monde n’est pas encore écrit.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu refuses de lâcher un ordre intérieur devenu stérile. Tu continues à maintenir des structures… mais elles ne respirent plus. Le cycle est fini, mais tu refuses d’y croire.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu restes dans un lien, dans une manière d’aimer, parce qu’elle fut juste. Mais elle ne l’est plus. Tu ne l’as pas trahi. C’est juste fini. Et il faut accepter sans blâme.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu t’accroches à un cadre, à une stabilité apparente… mais tu le sens : tout est en train de se dissoudre. Tu peux partir avec noblesse. Ou rester… et voir le système mourir en toi.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu veux encore croire que c’est utile. Mais tu travailles dans un cycle éteint. Ce n’est pas un échec. C’est un appel à basculer dans une autre forme.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu veux maintenir des rituels, des lois, des repères… Mais ton âme appelle à l’abandon de la structure. Même Maât ne t’y oblige plus. Elle t’invite à te taire et attendre le nouveau silence.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 81,
        "nom": "L’inconnue",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_81_inconnue.png",
            "endroit": {
                "personnalité": {
                   "texte": "Il n’y a plus d’histoire à raconter. La personne est vide de projection, pleine de présence. Elle est devant le mystère, non pour le percer, mais pour s’y dissoudre avec humilité.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Ce n’est plus une question de lien, de retour, d’attente ou de pardon. C’est l’amour devenu silence, sans nom, sans objet. Tu n’as plus à aimer. Tu es amour dans l’invisible.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les formes matérielles n’ont plus de prise. Ce que tu bâtis, possèdes, cherches à garder… n’a plus de sens ici. Tu es dans un entre-deux où plus rien ne tient, mais rien ne manque.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Il n’y a plus de mission, plus de rôle. Tu n’as plus rien à accomplir. Tu es au-delà de la fonction. C’est une suspension sacrée — un moment d’inexistence fertile.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Tu es au bout de toute quête. Au seuil que même les dieux ne franchissent pas. Râ lui-même ne sait pas. Osiris s’est tu. Maât a déposé sa balance. Et Sia… t’ouvre la porte. Mais elle ne dit rien.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Tu cherches encore une réponse. Tu veux comprendre. Mais cette carte te dit : “Tu ne peux pas. Et c’est parfait ainsi.”",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Tu refuses que l’amour n’ait plus de forme. Tu veux encore une histoire, une place, un “nous”. Mais ici… il n’y a plus de nom. Laisse-toi être sans besoin.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Tu t’accroches à ce que tu crois “réel”. Mais le réel s’efface. Et dans cette perte, tu as la possibilité d’être vraiment libre.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Tu attends encore un rôle à jouer, une place à tenir. Mais il n’y a plus de scène. Tu es dans le vide sacré — le moment où l’univers t’éteint… pour te recommencer.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Tu t’accroches à une voie. Tu veux une lumière, un sens, un but. Mais la seule réponse ici… c’est le silence. Et dans ce silence, tu es.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 82, 
        "nom": "Ankh",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_82_ankh.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne habitée par une sagesse ancienne, guidée par une intelligence supérieure. Elle incarne l’union du visible et de l’invisible, et porte en elle la mémoire des cycles de la vie.",
                    "meta": ["seuil"]
                },
                "affectif": {
                    "texte": "Une relation d’âme profonde, au-delà du temps et des rôles terrestres. C’est l’union sacrée des polarités, un lien où chacun évolue tout en se reconnaissant dans l’autre.",
                    "meta": ["seuil"]
                },
                "matériel": {
                    "texte": "Une stabilité intemporelle s’installe lorsqu’elle se met au service de ce qui a du sens. Ce qui est construit ici a vocation à durer et à traverser les âges.",
                    "meta" : ["seuil"]
                },
                "professionnel": {
                    "texte": "Un appel à unir vocation et élévation. Ce que la personne réalise dans la matière porte une empreinte spirituelle, et vise à transmettre, à guérir, ou à éclairer.",
                    "meta" : ["seuil"]
                },
                "spirituel": {
                    "texte": "L’âme franchit un seuil. Une étape d’éveil irréversible s’ouvre, révélant l’éternité au cœur du vivant. L’être se souvient de sa vraie nature, au-delà des cycles.",
                    "meta": ["seuil"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une conscience en lutte avec sa propre grandeur, qui refuse ou ignore l’appel à s’unifier. Le lien entre matière et esprit est rompu, laissant place au doute ou à la dispersion.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Une relation karmique est mal intégrée ou rejetée. L’union est possible, mais la peur de la fusion ou de la perte empêche l’harmonie. Un rééquilibrage profond est nécessaire.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "La personne poursuit des objectifs matériels sans fondement spirituel. Ce qui est construit sans conscience s’effrite ou tourne en boucle. Il faut redonner un sens sacré à l’action.",
                    "meta" : ["tension"]
                },
                "professionnel": {
                    "texte": "Une mission élevée est refusée ou ignorée. La personne se détourne d’un appel à œuvrer pour quelque chose de plus vaste, au risque de se perdre dans des tâches vides de sens.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "La séparation intérieure bloque l’accès à la véritable lumière. L’âme est prête à renaître, mais l’ego résiste à sa dissolution. Il est temps de mourir à l’ancien pour renaître pleinement.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 83,
        "nom": "L'Homme",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_83_homme.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne forte, posée, en pleine possession de ses choix. Elle incarne la responsabilité consciente et agit avec maîtrise pour guider sa propre destinée.",
                    "meta" : ["ouverture"]
                },
                "affectif": {
                    "texte": "Une figure d’ancrage dans la relation. Elle sait prendre l’initiative affective, offrir de la stabilité, tout en respectant l’espace de l’autre. Elle avance avec droiture et clarté dans ses liens.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Une posture assumée face aux enjeux concrets. Les décisions sont prises avec discernement, les responsabilités acceptées sans hésitation. La stabilité repose sur l’engagement.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Une personne investie dans sa mission, guidée par l’action et la volonté d’accomplir. Elle agit avec autorité bienveillante, inspire le respect, et fait avancer les choses.",
                    "meta" : ["ouverture"]
                },
                "spirituel": {
                    "texte": "L’Homme sacré marche avec conscience. Il incarne un équilibre entre maîtrise intérieure et action extérieure. Son autorité spirituelle naît de sa capacité à assumer sa place, pleinement.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Un homme en fuite de lui-même, qui refuse de porter ce qui lui revient. Il peut se montrer instable, passif ou manipulateur. Il est temps de reprendre les rênes avec courage.",
                    "meta" : ["tension"]
                },
                "affectif": {
                    "texte": "Une présence déséquilibrée dans la relation : autoritarisme, indifférence ou fuite. L’absence d’engagement ou de responsabilité affective empêche toute harmonie durable.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Une perte d’autorité ou un désengagement face aux défis concrets. L’impuissance ressentie vient d’un refus de prendre position ou d’agir clairement.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un manque d’implication ou de direction nuit aux projets. L’homme évite la confrontation, fuit ses fonctions, ou agit de manière désordonnée, bloquant l’avancée collective.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Un vide d’alignement entre action et sens. L’énergie masculine est dévoyée ou absente. Il est temps de restaurer la dignité spirituelle et d’assumer la voie du service conscient.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 84,
        "nom": "La Femme",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_84_lafemme.png",
            "endroit": {
                "personnalité": { 
                    "texte": "Une personne en pleine maturité intérieure, capable de transformer ses expériences en sagesse fertile.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un lien affectif profond et nourrissant s’épanouit, ancré dans la confiance, l’intuition et la transmission.",
                    "meta": ["ouverture"]
                },
                "matériel": {
                    "texte": "Les projets prennent forme avec douceur et stabilité, portés par une énergie créatrice pleine de sens.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Le temps est venu de guider, d’inspirer ou de transmettre, en s’appuyant sur une autorité douce mais affirmée.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une transformation spirituelle s’accomplit, marquant l’union entre la fin d’un cycle et une naissance intérieure.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une difficulté à assumer les mutations intérieures bloque l’expression de la sagesse féminine.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "La relation peine à s’épanouir, étouffée par des non-dits ou un refus d’évoluer dans la maturité affective.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Le processus créatif est freiné par un manque d’ancrage ou une peur de perdre le contrôle.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "L’instabilité émotionnelle ou une réticence à transmettre nuit à l’épanouissement dans la sphère professionnelle.",
                    "meta": ["tension"]
                },
                "spirituel": {
                    "texte": "Une résistance à la transformation intérieure empêche le passage vers une sagesse plus profonde et féconde.",
                    "meta": ["tension"]
                }
            }
        },
        {
        "id": 85,
        "nom": "HEKA",
        "image": "https://oracleheka.github.io/oracle_trium/images/heka/heka_85_heka.png",
            "endroit": {
                "personnalité": {
                    "texte": "Une personne en pleine émergence, sensible et intuitive, qui commence à se découvrir au-delà des repères habituels.",
                    "meta": ["ouverture"]
                },
                "affectif": {
                    "texte": "Un lien naissant ou en renouvellement émerge, empreint d’innocence, de fragilité et de pureté vibratoire.",
                    "meta" : ["ouverture"]
                },
                "matériel": {
                    "texte": "Un projet ou une idée prend forme doucement, encore à l’état de germe mais porteur d’un grand potentiel.",
                    "meta": ["ouverture"]
                },
                "professionnel": {
                    "texte": "Un tournant professionnel s’annonce, invitant à explorer de nouvelles voies avec curiosité et fraîcheur.",
                    "meta": ["ouverture"]
                },
                "spirituel": {
                    "texte": "Une conscience nouvelle se réveille, comme un enfant intérieur qui entrevoit le sacré dans sa forme la plus pure.",
                    "meta": ["ouverture"]
                }
            },
            "inversé": {
                "personnalité": {
                    "texte": "Une peur de grandir ou une immaturité freine l’émergence du vrai soi, enfermé dans des repères anciens.",
                    "meta": ["tension"]
                },
                "affectif": {
                    "texte": "Le lien affectif est fragilisé par des blessures d’enfance non guéries ou une dépendance affective silencieuse.",
                    "meta": ["tension"]
                },
                "matériel": {
                    "texte": "Les élans créateurs sont étouffés par la peur de l’échec ou un manque de confiance dans sa propre valeur.",
                    "meta": ["tension"]
                },
                "professionnel": {
                    "texte": "Un blocage empêche l’expression libre du potentiel professionnel, freiné par le doute ou le refus d’explorer.",
                    "meta": ["tension"]
                },  
                "spirituel": {
                    "texte": "Le lien à l’essence divine est coupé par des résistances mentales ou une perte de confiance dans sa lumière intérieure.",
                    "meta": ["tension"]
            }
        }
    }
]
